package com.tydic.sale.utils;

import java.util.ArrayList;
import java.util.HashMap;
import java.util.List;
import java.util.Map;

public class ParamEnum
{
  public Map<String, String> Demo()
  {
    Map headMap = new HashMap();

    headMap.put("head1", "营销网格,在网到达用户数,计费用户数(户）,新装用户数(户),离网用户数,本月净增用户数,全年累计净增,净增目标,完成率,上月非计费本月计费用户数（户）,本月计费收入,ARPU,其中全业务数(户),其中全业务占比,其中天翼高清数(户）,其中天翼高清占比");
    headMap.put("head2", "本月拆机用户数,本月欠费剔除");
    headMap.put("head3", "拆机用户数(户),上月计费本月拆机(户)");

    headMap.put("col1", "1,1,1,1,3,1,1,1,1,1,1,1,1,1,1,1");
    headMap.put("col2", "2,1");
    headMap.put("col3", "1,1");

    headMap.put("row1", "3,3,3,3,1,3,3,3,3,3,3,3,3,3,3,3");
    headMap.put("row2", "1,2");
    headMap.put("row3", "1,1");

    headMap.put("excel_cols", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10,COL11,COL12,COL13,COL14,COL15,COL16,COL17,COL17");

    return headMap;
  }

  public Map<String, String> getProfitExcelHead1() {
    Map headMap = new HashMap();
    headMap.put("head1", "基本信息,预算指标,支局关键指标,资源利用情况,终端销售,重点业务量,重点销售品,渠道信息,渠道销量@PROFIT");
    headMap.put("head2", "本地网名称@OPERATE_YEAR,区县名称@CASH_YEAR,OBUID@OPERATE_YEAR,OBU名称@OPERATE_YEAR,OBU一级类型@OPERATE_YEAR,OBU二级类型@OPERATE_YEAR,OBU三级类型@OPERATE_YEAR,收入预算@OPERATE_YEAR,当月完成,同比,环比,累计完成,同比,完成进度,用户欠费(万元),欠费占收比,移动离网率,宽带用户拆机率,移动有效用户到达数,移动出账用户到达数,宽带端口资源利,FTTH/O资源利用,终端总销量,其中：智能终端,移动用户,宽带用户,ITV用户,全业务融合,宽带电视套餐,销售点信息,销售员信息,移动业务销量,宽带业务销量,ITV销量");

    headMap.put("head3", "移动用户数,其中：4G用户数,宽带用户数,其中：光宽用户数,ITV用户,其中：高清ITV用户数");
    headMap.put("head4", "当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,销售点名称@LEVEL_4_NAME,销售点类型@LEVEL_4_NAME,是否社区店@LEVEL_4_NAME,是否商圈店@LEVEL_4_NAME,是否核心网点@LEVEL_4_NAME,是否有效网点@LEVEL_4_NAME,销售员名称@LEVEL_4_NAME,上月@LEVEL_4_NAME,当月@LEVEL_4_NAME,上月@LEVEL_4_NAME,当月@LEVEL_4_NAME,上月@LEVEL_4_NAME,当月@LEVEL_4_NAME");

    headMap.put("head5", "本月销售@N80_TARGET_VALUE,本年累计销售@N80_GET_VALUE,本月销售@COL1@true,本年累计销售@N81_TARGET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE");

    headMap.put("col1", "7,7,6,2,4,30,10,7,6");
    headMap.put("col2", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,2,2,10,10,10,5,5,6,1,2,2,2");
    headMap.put("col3", "5,5,5,5,5,5");
    headMap.put("col4", "3,1,1,3,1,1,3,1,1,3,1,1,3,1,1,3,1,1,3,1,1,3,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

    headMap.put("row1", "1,1,1,1,1,1,1,1,1");
    headMap.put("row2", "4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,3,3,1,1,1,2,2,2,2,2,2,2");
    headMap.put("row3", "1,1,1,1,1,1");
    headMap.put("row4", "1,2,2,1,2,2,1,2,2,1,2,2,1,2,2,1,2,2,1,2,2,1,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2");

    headMap.put("excel_cols", "LEVEL_2_NAME,LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N70_TARGET_VALUE,N70_GET_VALUE,COL4,N71_TARGET_VALUE,N71_GET_VALUE,COL5,N72_TARGET_VALUE,N72_GET_VALUE,COL6,N73_TARGET_VALUE,N73_GET_VALUE,COL7,N74_TARGET_VALUE,N74_GET_VALUE,COL8,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N15_GET_VALUE,N16_GET_VALUE,N67_GET_VALUE,N17_GET_VALUE,N68_GET_VALUE,N75_GET_VALUE,N76_GET_VALUE,N77_GET_VALUE,N69_GET_VALUE,PROFIT");

    return headMap;
  }

  public Map<String, String> getStatesExcelHead()
  {
    Map headMap = new HashMap();

    headMap.put("head1", "基本信息,预算指标,经营成本,资源利用情况,终端销售,重点业务量,重点销售品,渠道信息,渠道销量");
    headMap.put("head2", "本地网名称 ,区县名称,OBU_ID,OBU名称,OBU一级类型,OBU二级类型,OBU三级类型,收入预算,当月完成,同比,环比,累计完成,同比,完成进度,用户欠费(万元),欠费占收比,移动离网率,宽带用户拆机率,移动有效用户到达数,移动出账用户到达数,宽带端口资源利,FTTH/O资源利用,终端总销量,其中：智能终端  ,移动用户,宽带用户,ITV用户,全业务融合,宽带电视套餐,销售点信息,销售员信息,移动业务销量,宽带业务销量,ITV销量");

    headMap.put("head3", "移动用户数,其中：4G用户数,宽带用户数,其中：光宽用户数,ITV用户,其中：高清ITV用户数");
    headMap.put("head4", "当年累计新增,,当年累计新增,,当年累计新增,,当年累计新增,,当年累计新增,,当年累计新增,,当年累计新增,,当年累计新增,&nbsp;,");

    headMap.put("head5", "本月销售,本年累计销售,本月销售,本年累计销售,自有,其他,合计,本年累计净增,累计到达,自有,其他,合计,本年累计净增,累计到达,自有,其他,合计,本年累计净增,累计到达,自有,其他,合计,本年累计净增,累计到达,自有,其他,合计,本年累计净增,累计到达,自有,其他,合计,本年累计净增,累计到达,自有,其他,合计,本年累计净增,累计到达,自有,其他,合计,本年累计净增,累计到达,销售点名称,销售点类型,是否社区店,是否商圈店,是否核心网点,是否有效网点,销售员名称,上月,当月,上月,当月,上月,当月");

    headMap.put("col1", "7,7,6,2,4,30,10,7,6");
    headMap.put("col2", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,2,2,10,10,10,5,5,6,1,2,2,2");
    headMap.put("col3", "5,5,5,5,5,5");
    headMap.put("col4", "3,2,3,2,3,2,3,2,3,2,3,2,3,2,3,2");

    headMap.put("row1", "1,1,1,1,1,1,1,1,1");
    headMap.put("row2", "4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,4,3,3,1,1,1,2,2,2,3,3,3,3,3");
    headMap.put("row3", "1,1,1,1,1,,1");
    headMap.put("row4", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

    headMap.put("excel_cols", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10,COL11,COL12,COL13,COL14,COL15,COL16,COL17,COL18,COL19,COL20,COL21,COL22,COL23,COL24,COL25,COL26,COL27,COL28,COL29,COL30,COL31,COL32,COL33,COL34,COL35,COL36,COL37,COL38,COL39,COL40,COL41,COL42,COL43,COL44,COL45,COL46,COL47,COL48,COL49,COL50,COL51,COL52,COL53,COL54,COL55,COL56,COL57,COL58,COL59,COL60,COL61,COL62,COL63,COL64,COL65,COL66,COL67,COL68,COL69,COL70,COL71,COL72,COL73,COL74,COL75,COL76,COL77,COL78,COL79");

    return headMap;
  }

  public String getTetle(String num)
  {
    int nums = Integer.parseInt(num);
    String title = "";
    switch (nums) {
    case 1:
      title = "本地网名称,三级营销网格名称,四级营销网格名称,本月发展量,拆包用户数,拆包率,自营渠道拆包情况_实体_销售量,自营渠道拆包情况_实体_拆包量,自营渠道拆包情况_实体_占比,自营渠道拆包情况_直销_销售量,自营渠道拆包情况_直销_拆包量,自营渠道拆包情况_直销_占比,自营渠道拆包情况_电子_销售量,自营渠道拆包情况_电子_拆包量,自营渠道拆包情况_电子_占比,自营渠道拆包情况_合计_销售量,自营渠道拆包情况_合计_拆包量,自营渠道拆包情况_合计_占比,社会渠道拆包情况_实体_销售量,社会渠道拆包情况_实体_拆包量,社会渠道拆包情况_实体_占比,社会渠道拆包情况_直销_销售量,社会渠道拆包情况_直销_拆包量,社会渠道拆包情况_直销_占比,社会渠道拆包情况_电子_销售量,社会渠道拆包情况_电子_拆包量,社会渠道拆包情况_电子_占比,社会渠道拆包情况_合计_销售量,社会渠道拆包情况_合计_拆包量,社会渠道拆包情况_合计_占比,其他渠道拆包情况_实体_销售量,其他渠道拆包情况_实体_拆包量,其他渠道拆包情况_实体_占比,其他渠道拆包情况_直销_销售量,其他渠道拆包情况_直销_拆包量,其他渠道拆包情况_直销_占比,其他渠道拆包情况_电子_销售量,其他渠道拆包情况_电子_拆包量,其他渠道拆包情况_电子_占比,其他渠道拆包情况_合计_销售量,其他渠道拆包情况_合计_拆包量,其他渠道拆包情况_合计_占比,欠费用户数";
      break;
    case 2:
      title = "本地网名称,三级营销网格名称,四级营销网格名称,累计发展量（合约有效期内）,拆包用户数,拆包率,自营渠道拆包情况_实体_销售量,自营渠道拆包情况_实体_拆包量,自营渠道拆包情况_实体_占比,自营渠道拆包情况_直销_销售量,自营渠道拆包情况_直销_拆包量,自营渠道拆包情况_直销_占比,自营渠道拆包情况_电子_销售量,自营渠道拆包情况_电子_拆包量,自营渠道拆包情况_电子_占比,自营渠道拆包情况_合计_销售量,自营渠道拆包情况_合计_拆包量,自营渠道拆包情况_合计_占比,社会渠道拆包情况_实体_销售量,社会渠道拆包情况_实体_拆包量,社会渠道拆包情况_实体_占比,社会渠道拆包情况_直销_销售量,社会渠道拆包情况_直销_拆包量,社会渠道拆包情况_直销_占比,社会渠道拆包情况_电子_销售量,社会渠道拆包情况_电子_拆包量,社会渠道拆包情况_电子_占比,社会渠道拆包情况_合计_销售量,社会渠道拆包情况_合计_拆包量,社会渠道拆包情况_合计_占比,其他渠道拆包情况_实体_销售量,其他渠道拆包情况_实体_拆包量,其他渠道拆包情况_实体_占比,其他渠道拆包情况_直销_销售量,其他渠道拆包情况_直销_拆包量,其他渠道拆包情况_直销_占比,其他渠道拆包情况_电子_销售量,其他渠道拆包情况_电子_拆包量,其他渠道拆包情况_电子_占比,其他渠道拆包情况_合计_销售量,其他渠道拆包情况_合计_拆包量,其他渠道拆包情况_合计_占比,欠费用户数_当月欠费用户数,欠费用户数_欠费1个月用户数,欠费用户数_欠费两个月用户数,欠费用户数_欠费超过2个月用户数,拆机用户数";
      break;
    case 3:
      title = "市分公司,区县,划小核算支局,经营收入-移动收入(万元)-本年累计完成,经营收入-移动收入(万元)-上年同期完成,经营收入-移动收入(万元)-增长率,经营收入-移动收入(万元)-本年预算,经营收入-移动收入(万元)-预算完成率,经营收入-固网收入(万元)-本年累计完成,经营收入-固网收入(万元)-上年同期完成,经营收入-固网收入(万元)-增长率,经营收入-固网收入(万元)-本年预算,经营收入-固网收入(万元)-预算完成率,经营收入-其中：宽带收入(万元)-本年累计完成,经营收入-其中：宽带收入(万元)-上年同期完成,经营收入-其中：宽带收入(万元)-增长率,经营收入-其中：宽带收入(万元)-本年预算,经营收入-其中：宽带收入(万元)-预算完成率,成本费用-预算下达类成本(万元)-客户维系费-本年累计完成,成本费用-预算下达类成本(万元)-客户维系费-上年同期完成,成本费用-预算下达类成本(万元)-客户维系费-增长率,成本费用-预算下达类成本(万元)-客户维系费-本年预算,成本费用-预算下达类成本(万元)-客户维系费-预算完成率,成本费用-预算下达类成本(万元)-业务招待费-本年累计完成,成本费用-预算下达类成本(万元)-业务招待费-上年同期完成,成本费用-预算下达类成本(万元)-业务招待费-增长率,成本费用-预算下达类成本(万元)-业务招待费-本年预算,成本费用-预算下达类成本(万元)-业务招待费-预算完成率,成本费用-预算下达类成本(万元)-物业管理费-本年累计完成,成本费用-预算下达类成本(万元)-物业管理费-上年同期完成,成本费用-预算下达类成本(万元)-物业管理费-增长率,成本费用-预算下达类成本(万元)-物业管理费-本年预算,成本费用-预算下达类成本(万元)-物业管理费-预算完成率,成本费用-预算下达类成本(万元)-员工交通费-本年累计完成,成本费用-预算下达类成本(万元)-员工交通费-上年同期完成,成本费用-预算下达类成本(万元)-员工交通费-增长率,成本费用-预算下达类成本(万元)-员工交通费-本年预算,成本费用-预算下达类成本(万元)-员工交通费-预算完成率,成本费用-预算下达类成本(万元)-会议费-本年累计完成,成本费用-预算下达类成本(万元)-会议费-上年同期完成,成本费用-预算下达类成本(万元)-会议费-增长率,成本费用-预算下达类成本(万元)-会议费-本年预算,成本费用-预算下达类成本(万元)-会议费-预算完成率,成本费用-事后归集类成本(万元)-人工成本-本年累计完成,成本费用-事后归集类成本(万元)-人工成本-上年同期完成,成本费用-事后归集类成本(万元)-人工成本-增长率,成本费用-事后归集类成本(万元)-营销费用-本年累计完成,成本费用-事后归集类成本(万元)-营销费用-上年同期完成,成本费用-事后归集类成本(万元)-营销费用-增长率,成本费用-事后归集类成本(万元)-网运成本-本年累计完成,成本费用-事后归集类成本(万元)-网运成本-上年同期完成,成本费用-事后归集类成本(万元)-网运成本-增长率,成本费用-事后归集类成本(万元)-管理费用-本年累计完成,成本费用-事后归集类成本(万元)-管理费用-上年同期完成,成本费用-事后归集类成本(万元)-管理费用-增长率,成本费用-宽带端口占用费(万元)-宽带接入,成本费用-宽带端口占用费(万元)-FTTH/O接入,经营利润(万元)-经营利润";
      break;
    case 4:
      title = "本地网编码,本地网,第三级营销网格编码,第三级营销网格,第四级营销网格编码,第四级营销网格,第五级营销网格编码,第五级营销网格,被叫号码,主叫号码1-号码,主叫号码1-通话次数,主叫号码2-号码,主叫号码2-通话次数,主叫号码3-号码,主叫号码3-通话次数,主叫号码4-号码,主叫号码4-通话次数,主叫号码5-号码,主叫号码5-通话次数,主叫号码6-号码,主叫号码6-通话次数,主叫号码7-号码,主叫号码7-通话次数,主叫号码8-号码,主叫号码8-通话次数,主叫号码9-号码,主叫号码9-通话次数,主叫号码10-号码,主叫号码10-通话次数";
      break;
    case 5:
      title = "本地网ID,本地网名称,第三级营销网格编码,第三级营销网格名称,第四级营销网格编码,第四级营销网格名称,第五级营销网格编码,第五级营销网格名称,渠道类型,销售人,户名,号码,产品实例ID,受理日期,激活时间(成品卡首张话单时间，其他受理时间),品牌ID,品牌名称,销售品ID,销售品名称,促销ID,促销名称,补贴类型,补贴期限,补贴终端机型,终端串码,是否登网,是否担保-政企,是否担保-员工,首次预存金额,账户余额-普通通用余额,账户余额-普通专用余额,账户余额-赠费余额，用户状态,停/拆时间,融合/单产品,套餐基本值,月出账费用,月赠费冲减,月出账费用-赠费,欠费金额,欠费账龄";
      break;
    case 6:
      title = "市分公司,区县分公司,划小核算支局,移动出账用户(户)-用户到达数,移动出账用户(户)-本年新增,移动出账用户(户)-本年净增,移动出账-3G流量用户(户)-用户到达数,移动出账-3G流量用户(户)-本年新增,移动出账-3G流量用户(户)-本年净增,有线宽带出账用户(户)-用户到达数,有线宽带出账用户(户)-本年新增,有线宽带出账用户(户)-本年净增,有线宽带出账-FTTH/O接入用户(户)-用户到达数,有线宽带出账-FTTH/O接入用户(户)-本年新增,有线宽带出账-FTTH/O接入用户(户)-本年净增,固定电话出账用户(户)-用户到达数,固定电话出账用户(户)-本年新增,固定电话出账用户(户)-本年净增";
      break;
    case 7:
      title = "序号,客户名称,总机群ID,全省>群当月出账用户到达,全省>群当月出账用户收入,全省>群当月有效用户到达,西安>群当月出账用户到达,西安>群当月出账用户收入,西安>群当月有效用户到达,渭南>群当月出账用户到达,渭南>群当月出账用户收入,渭南>群当月有效用户到达,咸阳>群当月出账用户到达,咸阳>群当月出账用户收入,咸阳>群当月有效用户到达,宝鸡>群当月出账用户到达,宝鸡>群当月出账用户收入,宝鸡>群当月有效用户到达,榆林>群当月出账用户到达,榆林>群当月出账用户收入,榆林>群当月有效用户到达,延安>群当月出账用户到达,延安>群当月出账用户收入,延安>群当月有效用户到达,铜川>群当月出账用户到达,铜川>群当月出账用户收入,铜川>群当月有效用户到达,汉中>群当月出账用户到达,汉中>群当月出账用户收入,汉中>群当月有效用户到达,安康>群当月出账用户到达,安康>群当月出账用户收入,安康>群当月有效用户到达,商洛>群当月出账用户到达,商洛>群当月出账用户收入,商洛>群当月有效用户到达";
      break;
    case 8:
      title = "地市,光纤专线>政企客户分群数据仓库,光纤专线>政企客户网格营销系统,光纤专线>两者交集数据,光纤专线>正确划配率,数字电路>政企客户分群数据仓库,数字电路>政企客户网格营销系统,数字电路>两者交集数据,数字电路>正确划配率,移动单产品且客户证件类型标识为集团客户身份证>政企客户分群数据仓库,移动单产品且客户证件类型标识为集团客户身份证>政企客户网格营销系统,移动单产品且客户证件类型标识为集团客户身份证>两者交集数据,移动单产品且客户证件类型标识为集团客户身份证>正确划配率,移动单产品且使用天翼飞Young（校园版）套餐>政企客户分群数据仓库,移动单产品且使用天翼飞Young（校园版）套餐>政企客户网格营销系统,移动单产品且使用天翼飞Young（校园版）套餐>上述两者交集数据,移动单产品且使用天翼飞Young（校园版）套餐>正确划配率,商务领航品牌(套餐)>政企客户分群数据仓库,商务领航品牌(套餐)>政企客户网格营销系统,商务领航品牌(套餐)>上述两者交集数据,商务领航品牌(套餐)>正确划配率";
      break;
    case 9:
      title = "网格层级,归属上级网格,网格名称,前端费用-年度预算目标,前端费用-本月完成,前端费用-目标偏离度,渠道补贴-年度预算目标,渠道补贴-本月完成,渠道补贴-目标偏离度,渠道佣金-年度预算目标,渠道佣金-本月完成,渠道佣金-目标偏离度,移动终端补贴-年度预算目标,移动终端补贴-本月完成,移动终端补贴-目标偏离度,固网终端补贴-年度预算目标,固网终端补贴-本月完成,固网终端补贴-目标偏离度,积分兑换-年度预算目标,积分兑换-本月完成,积分兑换-目标偏离度,维系成本-年度预算目标,维系成本-本月完成,维系成本-目标偏离度,广告宣传-年度预算目标,广告宣传-本月完成,广告宣传-目标偏离度,坏账损失-年度预算目标,坏账损失-本月完成,坏账损失-目标偏离度,网间结算支出-年度预算目标,网间结算支出-本月完成,网间结算支出-目标偏离度,其他-年度预算目标,其他-本月完成,其他-目标偏离度";
      break;
    case 10:
      title = "网格层级,归属上级网格,网格名称,移动有效净增用户数-年度预算目标,移动有效净增用户数-年累计完成值,移动有效净增用户数-完成进度,移动有效净增用户数-目标偏离度,固网宽带终端计费净增用户数-年度预算目标,固网宽带终端计费净增用户数-年累计完成值,固网宽带终端计费净增用户数-完成进度,固网宽带终端计费净增用户数-目标偏离度,智能终端新增登网用户数-年度预算目标,智能终端新增登网用户数-年累计完成值,智能终端新增登网用户数-完成进度,智能终端新增登网用户数-目标偏离度,3G区用户净增-年度预算目标,3G区用户净增-年累计完成值,3G区用户净增-完成进度,3G区用户净增-目标偏离度,3G区用户月户均流量-年度预算目标,3G区用户月户均流量-年累计完成值,3G区用户月户均流量-完成进度,3G区用户月户均流量-目标偏离度,全业务e家有效净增用户数-年度预算目标,全业务e家有效净增用户数-年累计完成值,全业务e家有效净增用户数-完成进度,全业务e家有效净增用户数-目标偏离度,移动电话用户月均离网率-年度预算目标,移动电话用户月均离网率-年累计完成值,移动电话用户月均离网率-完成进度,移动电话用户月均离网率-目标偏离度,宽带接入终端用户月均离网-年度预算目标,宽带接入终端用户月均离网-年累计完成值,宽带接入终端用户月均离网-完成进度,宽带接入终端用户月均离网-目标偏离度 ";
      break;
    case 11:
      title = "网格层级,归属上级网格,网格名称,移动有效净增用户数-月度预算目标,移动有效净增用户数-本月完成,移动有效净增用户数-完成进度,移动有效净增用户数-目标偏离度,移动有效净增用户数-年度预算目标,移动有效净增用户数-年累计完成,移动有效净增用户数-目标偏离度,固网宽带终端计费净增用户数-月度预算目标,固网宽带终端计费净增用户数-本月完成,固网宽带终端计费净增用户数-完成进度,固网宽带终端计费净增用户数-目标偏离度,固网宽带终端计费净增用户数-年度预算目标,固网宽带终端计费净增用户数-年累计完成,固网宽带终端计费净增用户数-目标偏离度,智能终端新增登网用户数-月度预算目标,智能终端新增登网用户数-本月完成,智能终端新增登网用户数-完成进度,智能终端新增登网用户数-目标偏离度,智能终端新增登网用户数-年度预算目标,智能终端新增登网用户数-年累计完成,智能终端新增登网用户数-目标偏离度,3G区用户净增-月度预算目标,3G区用户净增-本月完成,3G区用户净增-完成进度,3G区用户净增-目标偏离度,3G区用户净增-年度预算目标,3G区用户净增-年累计完成,3G区用户净增-目标偏离度,3G区用户月户均流量-月度预算目标,3G区用户月户均流量-本月完成,3G区用户月户均流量-完成进度,3G区用户月户均流量-目标偏离度,3G区用户月户均流量-年度预算目标,3G区用户月户均流量-年累计完成,3G区用户月户均流量-目标偏离度,全业务e家有效净增用户数-月度预算目标,全业务e家有效净增用户数-本月完成,全业务e家有效净增用户数-完成进度,全业务e家有效净增用户数-目标偏离度,全业务e家有效净增用户数-年度预算目标,全业务e家有效净增用户数-年累计完成,全业务e家有效净增用户数-目标偏离度";
      break;
    case 12:
      title = "网格层级,归属上级网格,网格名称,经营收入-年度预算目标,经营收入-年累计完成值,经营收入-完成进度,经营收入-目标偏离度,移动收入-年度预算目标,移动收入-年累计完成值,移动收入-完成进度,移动收入-目标偏离度,移动语音收入-年度预算目标,移动语音收入-年累计完成值,移动语音收入-完成进度,移动语音收入-目标偏离度,无线宽带收入-年度预算目标,无线宽带收入-年累计完成值,无线宽带收入-完成进度,无线宽带收入-目标偏离度,手机上网收入-年度预算目标,手机上网收入-年累计完成值,手机上网收入-完成进度,手机上网收入-目标偏离度,移动增值及号百信息-年度预算目标,移动增值及号百信息-年累计完成值,移动增值及号百信息-完成进度,移动增值及号百信息-目标偏离度,移动网间结算收入-年度预算目标,移动网间结算收入-年累计完成值,移动网间结算收入-完成进度,移动网间结算收入-目标偏离度,固网收入-年度预算目标,固网收入-年累计完成值,固网收入-完成进度,固网收入-目标偏离度,固网语音收入-年度预算目标,固网语音收入-年累计完成值,固网语音收入-完成进度,固网语音收入-目标偏离度,固网宽带终端收入-年度预算目标,固网宽带终端收入-年累计完成值,固网宽带终端收入-完成进度,固网宽带终端收入-目标偏离度,固网宽带专线收入-年度预算目标,固网宽带专线收入-年累计完成值,固网宽带专线收入-完成进度,固网宽带专线收入-目标偏离度,资源出租(不含ict租赁)-年度预算目标,资源出租(不含ict租赁)-年累计完成值,资源出租(不含ict租赁)-完成进度,资源出租(不含ict租赁)-目标偏离度,固网增值及号百信息-年度预算目标,固网增值及号百信息-年累计完成值,固网增值及号百信息-完成进度,固网增值及号百信息-目标偏离度,固网网间结算收入-年度预算目标,固网网间结算收入-年累计完成值,固网网间结算收入-完成进度,固网网间结算收入-目标偏离度,其他收入-年度预算目标,其他收入-年累计完成值,其他收入-完成进度,其他收入目标偏离度";
      break;
    case 13:
      title = "网格名称,充值转入（异地卡充值本地用户）>异地省卡1,充值转入（异地卡充值本地用户）>异地全国卡2,充值转入（异地卡充值本地用户）>支付公司发行卡充值转入  3,充值转入（异地卡充值本地用户）>不符合规范的卡4,充值转出（本地卡充值异地用户）>本省省卡5,充值转出（本地卡充值异地用户）>本省全国卡6,充值转出（本地卡充值异地用户）>支付公司发行卡充值转出 7,充值转出（本地卡充值异地用户）>不符合规范的卡 8,充值净额>9:1+2+3+4-5-6-7-8,结算差额>10:1*4%+2*2%+3*2,结算净额>11:9-10";
      break;
    case 14:
      title = "单位 ,标注大单位类型实营销逻辑网格总量,标注员工数量的大单位实营销逻辑网格总量,标注总机群信息的大单位网格数量>标注是否组建总机群的大单位实营销逻辑网格总量,标注总机群信息的大单位网格数量>标注总机群id的大单位实营销逻辑网格总量,标注总机群信息的大单位网格数量>标注总机群用户量的大单位实营销,标注总机群信息的大单位网格数量>标注总机群信息的大单位实营销逻辑网格总量,标注宽带光纤是否接入的大单位实营销逻辑网格总量,标注关键属性信息的大单位实营销逻辑网格量,大单位网格关键属性信息完整率";
      break;
    case 15:
      title = "网格层级,归属上级网格,网格名称,全业务收入市场份额-年度预算目标,全业务收入市场份额-本月完成,全业务收入市场份额-目标偏离度,增量收入市场份额-年度预算目标,增量收入市场份额-本月完成,增量收入市场份额-目标偏离度,移动过网用户市场份额-年度预算目标,移动过网用户市场份额-本月完成,移动过网用户市场份额-目标偏离度,移动过网用户份额提升-年度预算目标,移动过网用户份额提升-本月完成,移动过网用户份额提升-目标偏离度,固网宽带用户份额-年度预算目标,固网宽带用户份额-本月完成,固网宽带用户份额-目标偏离度,净增宽带用户份额-年度预算目标,净增宽带用户份额-本月完成,净增宽带用户份额-目标偏离度";
      break;
    case 16:
      title = "单位 ,标注校园的实营销逻辑网格数量,标注学校类型的实营销逻辑网格数量,标注在校学生人数的实营销逻辑网格数量,标注教职工人数的实营销逻辑网格数量,标注学生宿舍数量的实营销逻辑网格数量,标注是否有体验店的实营销逻辑网格数量,标注家校通是否签约的实营销逻辑网格数量,标注家校用户数量的实营销逻辑网格数量,标注翼卡通是否签约的实营销逻辑网格数量,标注翼卡通用户数量的实营销逻辑网格数量,标注关键属性信息的校园实营销逻辑网格数量,校园网格关键属性信息完整率";
      break;
    case 17:
      title = "营销网格,政企-当月净增出账用户数,政企-当年净增出账用户数,政企-当月新增用户数,政企-当年累计新增用户数,政企-当月有效发展率,政企-累计有效发展率,公众-当月净增出账用户数,公众-当年净增出账用户数,公众-当月新增用户数,公众-当年累计新增用户数,公众-当月有效发展率,公众-累计有效发展率,其它-当月净增出账用户数,其它-当年净增出账用户数,其它-当月新增用户数,其它-当年累计新增用户数,其它-当月有效发展率,其它-累计有效发展率";
      break;
    case 18:
      title = "市分公司,区县分公司,划小核算支局,移动用户(户)-移动出账用户到达数,移动用户(户)-移动出账用户到达数-其中3G流量用户到达数,移动用户(户)-移动用户新装数,有线宽带用户(户)-有线宽带用户到达数,有线宽带用户(户)-有线宽带用户到达数-其中FTTH/O宽带接入用户到达数,有线宽带用户(户)-有线宽带用户新装数,有线宽带用户(户)-有线宽带用户新装数-其中FTTH/O宽带接入用户到达数,固定电话用户(户)-固定电话用户（在网）到达数,固定电话用户(户)-固定电话用户新装数,其他指标(人)-人员数量";
      break;
    case 19:
      title = "地区,渠道类型大类,渠道类型,数据来源,移动放号量,移动放号量有效率,活跃用户,移动有效用户,移动放号量有效率,终端销售量-合约机,终端销售量-裸机,终端销量,终端销量本年度累计,电子渠道客户渗透率,网掌短厅交费占比,网掌短厅服务量,电子渠道交易额,电子渠道交易次数,交易额在主营业务收入占比,重点业务受理量占比,电子渠道客户量,全网客户量(有效),网掌短厅交费,全网交费,全网交易额,电子渠道业务量,全网业务量";
      break;
    case 20:
      title = "营销网格,距离补贴到期时间区隔,机补>当月离网用户数,机补>当月出账用户数,机补>当月在网用户数,机补>流失率,机补>出账率,话补>当月离网用户数,话补>当月出账用户数,话补>当月在网用户数, 话补>流失率,话补>出账率,混合补>当月离网用户数,混合补>当月出账用户数,混合补>当月在网用户数, 混合补>流失率,混合补>出账率,合计>当月离网用户数,合计>当月出账用户数,合计>当月在网用户数, 合计>流失率,合计>出账率,不补贴>当月离网用户数,不补贴>当月出账用户数,不补贴>当月在网用户数, 不补贴>流失率,不补贴>出账率";
      break;
    case 21:
      title = "营销网格,距离补贴到期时间区隔,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率";
      break;
    case 22:
      title = "营销网格,距离补贴开始时间区隔,机补>当月离网用户数,机补>当月出账用户数,机补>当月在网用户数,机补>流失率,机补>出账率,话补>当月离网用户数,话补>当月出账用户数,话补>当月在网用户数, 话补>流失率,话补>出账率,混合补>当月离网用户数,混合补>当月出账用户数,混合补>当月在网用户数, 混合补>流失率,混合补>出账率,合计>当月离网用户数,合计>当月出账用户数,合计>当月在网用户数, 合计>流失率,合计>出账率,不补贴>当月离网用户数,不补贴>当月出账用户数,不补贴>当月在网用户数, 不补贴>流失率,不补贴>出账率";
      break;
    case 23:
      title = "营销网格,距离补贴开始时间区隔,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率";
      break;
    case 24:
      title = "营销网格,距离补贴开始时间区隔,机补>当月净增出账用户数,机补>当年净增出账用户数,机补>当月新增用户数,机补>当年累计新增用户数,机补>当月有效发展率,机补>累计有效发展率,话补>当月净增出账用户数,话补>当年净增出账用户数,话补>当月新增用户数,话补>当年累计新增用户数,话补>当月有效发展率,话补>累计有效发展率,混合补贴>当月净增出账用户数,混合补贴>当年净增出账用户数,混合补贴>当月新增用户数,混合补贴>当年累计新增用户数,混合补贴>当月有效发展率,混合补贴>累计有效发展率,补贴合计>当月净增出账用户数,补贴合计>当年净增出账用户数,补贴合计>当月新增用户数,补贴合计>当年累计新增用户数,补贴合计>当月有效发展率,补贴合计>累计有效发展率,无补贴>当月净增出账用户数,无补贴>当年净增出账用户数,无补贴>当月新增用户数,无补贴>当年累计新增用户数,无补贴>当月有效发展率,无补贴>累计有效发展率";
      break;
    case 25:
      title = "营销网格,距离补贴到期时间区隔,机补>当月净增出账用户数,机补>当年净增出账用户数,机补>当月新增用户数,机补>当年累计新增用户数,机补>当月有效发展率,机补>累计有效发展率,话补>当月净增出账用户数,话补>当年净增出账用户数,话补>当月新增用户数,话补>当年累计新增用户数,话补>当月有效发展率,话补>累计有效发展率,混合补贴>当月净增出账用户数,混合补贴>当年净增出账用户数,混合补贴>当月新增用户数,混合补贴>当年累计新增用户数,混合补贴>当月有效发展率,混合补贴>累计有效发展率,补贴合计>当月净增出账用户数,补贴合计>当年净增出账用户数,补贴合计>当月新增用户数,补贴合计>当年累计新增用户数,补贴合计>当月有效发展率,补贴合计>累计有效发展率,无补贴>当月净增出账用户数,无补贴>当年净增出账用户数,无补贴>当月新增用户数,无补贴>当年累计新增用户数,无补贴>当月有效发展率,无补贴>累计有效发展率";
      break;
    case 26:
      title = "营销网格,补贴额,机补>当月离网用户数,机补>当月出账用户数,机补>当月在网用户数,机补>流失率,机补>出账率,话补>当月离网用户数,话补>当月出账用户数,话补>当月在网用户数, 话补>流失率,话补>出账率,混合补>当月离网用户数,混合补>当月出账用户数,混合补>当月在网用户数, 混合补>流失率,混合补>出账率,合计>当月离网用户数,合计>当月出账用户数,合计>当月在网用户数, 合计>流失率,合计>出账率,不补贴>当月离网用户数,不补贴>当月出账用户数,不补贴>当月在网用户数, 不补贴>流失率,不补贴>出账率";
      break;
    case 27:
      title = "营销网格,补贴额,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率";
      break;
    case 28:
      title = "营销网格,补贴额,机补>当月净增出账用户数,机补>当年净增出账用户数,机补>当月新增用户数,机补>当年累计新增用户数,机补>当月有效发展率,机补>累计有效发展率,话补>当月净增出账用户数,话补>当年净增出账用户数,话补>当月新增用户数,话补>当年累计新增用户数,话补>当月有效发展率,话补>累计有效发展率,混合补贴>当月净增出账用户数,混合补贴>当年净增出账用户数,混合补贴>当月新增用户数,混合补贴>当年累计新增用户数,混合补贴>当月有效发展率,混合补贴>累计有效发展率,补贴合计>当月净增出账用户数,补贴合计>当年净增出账用户数,补贴合计>当月新增用户数,补贴合计>当年累计新增用户数,补贴合计>当月有效发展率,补贴合计>累计有效发展率,无补贴>当月净增出账用户数,无补贴>当年净增出账用户数,无补贴>当月新增用户数,无补贴>当年累计新增用户数,无补贴>当月有效发展率,无补贴>累计有效发展率";
      break;
    case 29:
      title = "营销网格,收入贡献/补贴值,当月离网用户数,当月出账用户数,当月在网用户数,流失率,出账率,当月离网用户数,当月出账用户数,当月在网用户数,流失率,出账率,当月离网用户数,当月出账用户数,当月在网用户数,流失率,出账率,当月离网用户数,当月出账用户数,当月在网用户数,流失率,出账率,当月离网用户数,当月出账用户数,当月在网用户数,流失率,出账率";
      break;
    case 30:
      title = "营销网格,收入贡献/补贴值,机补>当月离网用户数,机补>当月出账用户数,机补>当月在网用户数,机补>流失率,机补>出账率,话补>当月离网用户数,话补>当月出账用户数,话补>当月在网用户数, 话补>流失率,话补>出账率,混合补>当月离网用户数,混合补>当月出账用户数,混合补>当月在网用户数, 混合补>流失率,混合补>出账率,合计>当月离网用户数,合计>当月出账用户数,合计>当月在网用户数, 合计>流失率,合计>出账率,不补贴>当月离网用户数,不补贴>当月出账用户数,不补贴>当月在网用户数, 不补贴>流失率,不补贴>出账率";
      break;
    case 31:
      title = "营销网格,收入贡献/补贴值,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率,当月净增出账用户数,当年净增出账用户数,当月新增用户数,当年累计新增用户数,当月有效发展率,累计有效发展率";
      break;
    case 32:
      title = "营销网格,收入贡献/补贴值,机补>当月净增出账用户数,机补>当年净增出账用户数,机补>当月新增用户数,机补>当年累计新增用户数,机补>当月有效发展率,机补>累计有效发展率,话补>当月净增出账用户数,话补>当年净增出账用户数,话补>当月新增用户数,话补>当年累计新增用户数,话补>当月有效发展率,话补>累计有效发展率,混合补贴>当月净增出账用户数,混合补贴>当年净增出账用户数,混合补贴>当月新增用户数,混合补贴>当年累计新增用户数,混合补贴>当月有效发展率,混合补贴>累计有效发展率,补贴合计>当月净增出账用户数,补贴合计>当年净增出账用户数,补贴合计>当月新增用户数,补贴合计>当年累计新增用户数,补贴合计>当月有效发展率,补贴合计>累计有效发展率,无补贴>当月净增出账用户数,无补贴>当年净增出账用户数,无补贴>当月新增用户数,无补贴>当年累计新增用户数,无补贴>当月有效发展率,无补贴>累计有效发展率";
      break;
    case 33:
      title = "营销网格,当月离网数>五星,当月离网数>四+三星,当月离网数>星级用户合计,当月离网数>钻,当月离网数>金,当月离网数>银,当月离网数>vip客户合计,当年累计离网数>五星,当年累计离网数>四+三星,当年累计离网数>星级用户合计,当年累计离网数>钻,当年累计离网数>金,当年累计离网数>银,当年累计离网数>vip客户合计";
      break;
    case 34:
      title = "营销网格,五星>移动语音有效用户,五星>移动流量有效用户,五星>移动有效用户,四+三星>移动语音有效用户,四+三星>移动流量有效用户,四+三星>移动有效用户,星级合计>移动语音有效用户,星级合计>移动流量有效用户,星级合计>移动有效用户,钻>移动语音有效用户,钻>移动流量有效用户,钻>移动有效用户,金>移动语音有效用户,金>移动流量有效用户,金>移动有效用户,银>移动语音有效用户,银>移动流量有效用户,银>移动有效用户,VIP客户合计>移动语音有效用户,VIP客户合计>移动流量有效用户,VIP客户合计>移动有效用户";
      break;
    case 35:
      title = "营销网格,当月离网率>五星,当月离网率>四+三星,当月离网率>星级用户合计,当月离网率>钻,当月离网率>金,当月离网率>银,当月离网率>vip客户合计,当年累计离网率>五星,当年累计离网率>四+三星,当年累计离网率>星级用户合计,当年累计离网率>钻,当年累计离网率>金,当年累计离网率>银,当年累计离网率>vip客户合计";
      break;
    case 36:
      title = "营销网格,五星>当月净增出账用户数,五星>当年净增出账用户数,五星>当月新增用户数,五星>当年累计新增用户数,五星>当月有效发展率,五星>累计有效发展率,四+三星>当月净增出账用户数,四+三星>当年净增出账用户数,四+三星>当月新增用户数,四+三星>当年累计新增用户数,四+三星>当月有效发展率,四+三星>累计有效发展率,星级合计>当月净增出账用户数,星级合计>当年净增出账用户数,星级合计>当月新增用户数,星级合计>当年累计新增用户数,星级合计>当月有效发展率,星级合计>累计有效发展率,钻>当月净增出账用户数,钻>当年净增出账用户数,钻>当月新增用户数,钻>当年累计新增用户数,钻>当月有效发展率,钻>累计有效发展率,金>当月净增出账用户数,金>当年净增出账用户数,金>当月新增用户数,金>当年累计新增用户数,金>当月有效发展率,金>累计有效发展率,银>当月净增出账用户数,银>当年净增出账用户数,银>当月新增用户数,银>当年累计新增用户数,银>当月有效发展率,银>累计有效发展率,VIP合计>当月净增出账用户数,VIP合计>当年净增出账用户数,VIP合计>当月新增用户数,VIP合计>当年累计新增用户数,VIP合计>当月有效发展率,VIP合计>累计有效发展率";
      break;
    case 37:
      title = "本地网,营业区,第三级营销网格,第四级营销网格,网格一级类型,网格二级类型,网格三级类型,渠道类型,网格分群,客户姓名,号码,产品实例ID,商品实例ID,套餐ID,套餐名称,套餐基本费用,品牌ID,品牌名称,产品目前状态,持有终端类型,是否智能终端,最后登网串码,入网时间,离网时间,首次使用时间,实际在网时长,实际消费ARPU,终端促销类型,促销实例id,促销id,促销名称,月赠费冲减,总补贴金额,是否政企担保,补贴串码,协议是否到期,协议时长,促销受理时间,补贴终端机型,欠费金额,欠费账龄,vip标识,星级标识,预付/后付标识";
      break;
    case 38:
      title = "地域,固网业务发展>宽带接入终端用户月均离网>市场,固网业务发展>宽带接入终端用户月均离网>政企,固网业务发展>宽带接入终端用户月均离网>公众,固网业务发展>固网宽带终端计费净增用户数>市场,固网业务发展>固网宽带终端计费净增用户数>政企,固网业务发展>固网宽带终端计费净增用户数>公众,移动业务发展>移动电话用户月均离网率>市场,移动业务发展>移动电话用户月均离网率>政企,移动业务发展>移动电话用户月均离网率>公众,移动业务发展>移动有效净增用户数>市场,移动业务发展>移动有效净增用户数>政企,移动业务发展>移动有效净增用户数>公众";
      break;
    case 39:
      title = "地域,用户市场份额>移动过网用户市场份额>市场,用户市场份额>移动过网用户市场份额>政企,用户市场份额>移动过网用户市场份额>公众,用户市场份额>移动过网用户份额提升>市场,用户市场份额>移动过网用户份额提升>政企,用户市场份额>移动过网用户份额提升>公众,收入市场份额>全业务收入市场份额>市场,收入市场份额>全业务收入市场份额>政企,收入市场份额>全业务收入市场份额>公众,收入市场份额>增量收入市场份额>市场,收入市场份额>增量收入市场份额>政企,收入市场份额>增量收入市场份额>公众";
      break;
    case 40:
      title = "地域,全业务收入>经营收入>市场,全业务收入>经营收入>政企,全业务收入>经营收入>公众,移动业务收入>移动收入>市场,移动业务收入>移动收入>政企,移动业务收入>移动收入>公众,固网业务收入>固网收入>市场,固网业务收入>固网收入>政企,固网业务收入>固网收入>公众,固网业务收入>固网宽带终端收入>市场,固网业务收入>固网宽带终端收入>政企,固网业务收入>固网宽带终端收入>公众,固网业务收入>固网宽带专线收入>市场,固网业务收入>固网宽带专线收入>政企,固网业务收入>固网宽带专线收入>公众";
      break;
    case 41:
      title = "网格层级,归属上级网格,网格名称,用户市场份额>移动过网用户市场份额>年度预算目标,用户市场份额>移动过网用户市场份额>年累计完成,用户市场份额>移动过网用户市场份额>完成进度,用户市场份额>移动过网用户市场份额>目标偏离度,用户市场份额>移动过网用户份额提升>年度预算目标,用户市场份额>移动过网用户份额提升>年累计完成,用户市场份额>移动过网用户份额提升>完成进度,用户市场份额>移动过网用户份额提升>目标偏离度,收入市场份额>全业务收入市场份额>年度预算目标,收入市场份额>全业务收入市场份额>年累计完成,收入市场份额>全业务收入市场份额>完成进度,收入市场份额>全业务收入市场份额>目标偏离度,收入市场份额>增量收入市场份额>年度预算目标,收入市场份额>增量收入市场份额>年累计完成,收入市场份额>增量收入市场份额>完成进度,收入市场份额>增量收入市场份额>目标偏离度";
      break;
    case 42:
      title = "网格层级,归属上级网格,网格名称,固网业务发展>宽带接入终端用户月均离网>年度预算目标,固网业务发展>宽带接入终端用户月均离网>年累计完成,固网业务发展>宽带接入终端用户月均离网>完成进度,固网业务发展>宽带接入终端用户月均离网>目标偏离度,固网业务发展>固网宽带终端计费净增用户数>年度预算目标,固网业务发展>固网宽带终端计费净增用户数>年累计完成,固网业务发展>固网宽带终端计费净增用户数>完成进度,固网业务发展>固网宽带终端计费净增用户数>目标偏离度,移动业务发展>移动电话用户月均离网率>年度预算目标,移动业务发展>移动电话用户月均离网率>年累计完成,移动业务发展>移动电话用户月均离网率>完成进度,移动业务发展>移动电话用户月均离网率>目标偏离度,移动业务发展>移动有效净增用户数>年度预算目标,移动业务发展>移动有效净增用户数>年累计完成,移动业务发展>移动有效净增用户数>完成进度,移动业务发展>移动有效净增用户数>目标偏离度";
      break;
    case 43:
      title = "网格层级,归属上级网格,网格名称,年度预算目标,年累计完成,完成进度,目标偏离度,年度预算目标,年累计完成,完成进度,目标偏离度,年度预算目标,年累计完成,完成进度,目标偏离度,年度预算目标,年累计完成,完成进度,目标偏离度";
      break;
    case 44:
      title = "网格层级,归属上级网格,网格名称,全业务收入>经营收入>年度预算目标,全业务收入>经营收入>年累计完成,全业务收入>经营收入>完成进度,全业务收入>经营收入>目标偏离度,移动业务收入>移动收入>年度预算目标,移动业务收入>移动收入>年累计完成,移动业务收入>移动收入>完成进度,移动业务收入>移动收入>目标偏离度,固网业务收入>固网收入>年度预算目标,固网业务收入>固网收入>年累计完成,固网业务收入>固网收入>完成进度,固网业务收入>固网收入>目标偏离度,固网业务收入>固网宽带终端收入>年度预算目标,固网业务收入>固网宽带终端收入>年累计完成,固网业务收入>固网宽带终端收入>完成进度,固网业务收入>固网宽带终端收入>目标偏离度,固网业务收入>固网宽带专线收入>年度预算目标,固网业务收入>固网宽带专线收入>年累计完成,固网业务收入>固网宽带专线收入>完成进度,固网业务收入>固网宽带专线收入>目标偏离度";
      break;
    case 45:
      title = "网格层级,归属上级网格,网格名称,年度预算目标,年累计完成,完成进度,目标偏离度,年度预算目标,年累计完成,完成进度,目标偏离度,年度预算目标,年累计完成,完成进度,目标偏离度,年度预算目标,年累计完成,完成进度,目标偏离度,年度预算目标,年累计完成,完成进度,目标偏离度";
      break;
    case 46:
      title = "分公司 ,本月新增疑似养卡数,本月高度疑似养卡数,本月中度疑似养卡数,本月低度疑似养卡数,月发展总量,总体占比,高疑似度占比,中疑似度占比,低疑似度占比,本年累计疑似养卡用户数,疑似养卡用户本月离网数,疑似养卡用户本年累计离网数,12个月内疑似养卡总数,疑似养卡用户当月离网率,疑似养卡用户本年累计离网率,本月确认养卡数,本月确认养卡数占本月新增疑似养卡比例,本年累计确认养卡数,本年累计确认养卡数占本年累计新增疑似养卡比例";
      break;
    case 47:
      title = "本地网,无效用户到达数,无效出账用户:语音无效到达（1）,无效出账用户:流量无效到达（2）,无效出账用户:全部无效到达,合计:无效出账用户到达数,无效到达:上月出账本月不出帐,无效到达:大于等于2个月不出帐停机,无效到达:大于等于2个月不出帐未停机,无效到达合计:当月不出帐用户数,当月新增无效用户数,当月新增:出账语音无效（1）,当月新增:出账流量无效（2）,当月新增:全部无效,合计:当月新增无效出账用户数,当月新增不出帐用户数,本年累计新增：无效用户数,本年累计新增:出账语音无效（1）,本年累计新增:出账流量无效（2）,本年累计新增:全部无效,合计:本年累计新增无效出账用户数,本年累计新增:上月出账本月不出帐,本年累计新增:大于等于2个月不出帐停机,本年累计新增:大于等于2个月不出帐未停机,合计:本年累计新增不出帐用户数,当月新增出账用户数,当月新增出账无效用户数占比,本年累计新增出账用户数,本年累计新增出账无效用户数占比";
      break;
    case 48:
      title = "市分公司,区县,划小核算支局,经营收入-经营收入-本年累计完成,经营收入-经营收入-上年同期完成,经营收入-经营收入-增长率,经营收入-经营收入-本年预算,经营收入-经营收入-预算完成率,经营收入-移动收入（万元）-本年累计完成,经营收入-移动收入（万元）-上年同期完成,经营收入-移动收入（万元）-增长率,经营收入-移动收入（万元）-本年预算,经营收入-移动收入（万元）-预算完成率,经营收入-固网收入（万元）-本年累计完成,经营收入-固网收入（万元）-上年同期完成,经营收入-固网收入（万元）-增长率,经营收入-固网收入（万元）-本年预算,经营收入-固网收入（万元）-预算完成率,经营收入-其中：宽带收入（万元）-本年累计完成,经营收入-其中：宽带收入（万元）-上年同期完成,经营收入-其中：宽带收入（万元）-增长率,经营收入-其中：宽带收入（万元）-本年预算,经营收入-其中：宽带收入（万元）-预算完成率,成本费用-预算下达类成本(万元)-客户维系费-本年累计完成,成本费用-预算下达类成本(万元)-客户维系费-上年同期完成,成本费用-预算下达类成本(万元)-客户维系费-增长率,成本费用-预算下达类成本(万元)-客户维系费-本年预算,成本费用-预算下达类成本(万元)-客户维系费-预算完成率,成本费用-预算下达类成本(万元)-业务招待费-本年累计完成,成本费用-预算下达类成本(万元)-业务招待费-上年同期完成,成本费用-预算下达类成本(万元)-业务招待费-增长率,成本费用-预算下达类成本(万元)-业务招待费-本年预算,成本费用-预算下达类成本(万元)-业务招待费-预算完成率,成本费用-预算下达类成本(万元)-物业管理费-本年累计完成,成本费用-预算下达类成本(万元)-物业管理费-上年同期完成,成本费用-预算下达类成本(万元)-物业管理费-增长率,成本费用-预算下达类成本(万元)-物业管理费-本年预算,成本费用-预算下达类成本(万元)-物业管理费-预算完成率,成本费用-预算下达类成本(万元)-交通费-本年累计完成,成本费用-预算下达类成本(万元)-交通费-上年同期完成,成本费用-预算下达类成本(万元)-交通费-增长率,成本费用-预算下达类成本(万元)-交通费-本年预算,成本费用-预算下达类成本(万元)-交通费-预算完成率,成本费用-预算下达类成本(万元)-宣传费-本年累计完成,成本费用-预算下达类成本(万元)-宣传费-上年同期完成,成本费用-预算下达类成本(万元)-宣传费-增长率,成本费用-预算下达类成本(万元)-宣传费-本年预算,成本费用-预算下达类成本(万元)-宣传费-预算完成率,成本费用-事后归集类成本(万元)-工资及薪酬-本年累计完成,成本费用-事后归集类成本(万元)-工资及薪酬-上年同期完成,成本费用-事后归集类成本(万元)-工资及薪酬-增长率,成本费用-事后归集类成本(万元)-劳务租赁费-本年累计完成,成本费用-事后归集类成本(万元)-劳务租赁费-上年同期完成,成本费用-事后归集类成本(万元)-劳务租赁费-增长率,成本费用-事后归集类成本(万元)-佣金-本年累计完成,成本费用-事后归集类成本(万元)-佣金-上年同期完成,成本费用-事后归集类成本(万元)-佣金-增长率,成本费用-事后归集类成本(万元)-渠道建设支出-本年累计完成,成本费用-事后归集类成本(万元)-渠道建设支出-上年同期完成,成本费用-事后归集类成本(万元)-渠道建设支出-增长率,成本费用-事后归集类成本(万元)-手机终端补贴-本年累计完成,成本费用-事后归集类成本(万元)-手机终端补贴-上年同期完成,成本费用-事后归集类成本(万元)-手机终端补贴-增长率,成本费用-事后归集类成本(万元)-宽带终端补贴-本年累计完成,成本费用-事后归集类成本(万元)-宽带终端补贴-上年同期完成,成本费用-事后归集类成本(万元)-宽带终端补贴-增长率,成本费用-事后归集类成本(万元)-ITV终端补贴-本年累计完成,成本费用-事后归集类成本(万元)-ITV终端补贴-上年同期完成,成本费用-事后归集类成本(万元)-ITV终端补贴-增长率,成本费用-宽带端口占用费(万元)-宽带接入,成本费用-宽带端口占用费(万元)-FTTH/O接入,经营利润(万元)";
      break;
    case 49:
      title = "地域,固网宽带终端计费净增用户数>合计,固网宽带终端计费净增用户数>政企>小计,固网宽带终端计费净增用户数>政企>行业,固网宽带终端计费净增用户数>政企>校园,固网宽带终端计费净增用户数>政企>商客,固网宽带终端计费净增用户数>公众,移动有效净增用户数>合计,移动有效净增用户数>政企>小计,移动有效净增用户数>政企>行业,移动有效净增用户数>政企>校园,移动有效净增用户数>政企>商客,移动有效净增用户数>公众,智能机新增登网>合计,智能机新增登网>政企>小计,能机新增登网>政企>行业,智能机新增登网>政企>校园,智能机新增登网>政企>商客,智能机新增登网>公众,全业务融合套餐净增>合计,全业务融合套餐净增>政企>小计,业务融合套餐净增>政企>行业,全业务融合套餐净增>政企>校园,全业务融合套餐净增>政企>商客,全业务融合套餐净增>公众,信息化应用移动出账用户净增>合计,信息化应用移动出账用户净增>政企>小计,信息化应用移动出账用户净增>政企>行业,信息化应用移动出账用户净增>政企>校园,信息化应用移动出账用户净增>政企>商客,信息化应用移动出账用户净增>公众";
      break;
    case 50:
      title = "地域,经营收入>合计,经营收入>政企>小计,经营收入>政企>行业,经营收入>政企>校园,经营收入>政企>商客,经营收入>公众,经营收入>其他,移动收入>合计,移动收入>政企>小计,移动收入>政企>行业,移动收入>政企>校园,移动收入>政企>商客,移动收入>公众,移动收入>其他,其中：流量收入>合计,其中：流量收入>政企>小计,其中：流量收入>政企>行业,其中：流量收入>政企>校园,其中：流量收入>政企>商客,其中：流量收入>公众,其中：流量收入>其他,固网收入>合计,固网收入>政企>小计,固网收入>政企>行业,固网收入>政企>校园,固网收入>政企>商客,固网收入>公众,固网收入>其他,其中：固网宽带终端收入>合计,其中：固网宽带终端收入>政企>小计,其中：固网宽带终端收入>政企>行业,其中：固网宽带终端收入>政企>校园,其中：固网宽带终端收入>政企>商客,其中：固网宽带终端收入>公众,固网宽带专线收入>合计,固网宽带专线收入>政企>小计,固网宽带专线收入>政企>行业,固网宽带专线收入>政企>校园,固网宽带专线收入>政企>商客,固网宽带专线收入>公众";
      break;
    case 51:
      title = "地域,用户市场份额>移动过网用户市场份额>市场,用户市场份额>移动过网用户市场份额>政企,用户市场份额>移动过网用户市场份额>公众,用户市场份额>移动过网用户份额提升>市场,用户市场份额>移动过网用户份额提升>政企,用户市场份额>移动过网用户份额提升>公众,收入市场份额>全业务收入市场份额>市场,收入市场份额>全业务收入市场份额>政企,收入市场份额>全业务收入市场份额>公众,收入市场份额>收入市场提升>市场,收入市场份额>收入市场提升>政企,收入市场份额>收入市场提升>公众,收入市场份额>增量收入市场份额>市场,收入市场份额>增量收入市场份额>政企,收入市场份额>增量收入市场份额>公众";
      break;
    case 52:
      title = "营销网格,存量拍照情况>移动有效用户>用户,存量拍照情况>移动有效用户>收入（元）,存量拍照情况>移动有效用户>语音（分钟）,存量拍照情况>移动有效用户>流量（M）,存量拍照情况>套餐>用户数,存量拍照情况>套餐>宽带活跃数,存量拍照情况>套餐>IPTV活跃数,存量拍照情况>套餐>套餐所有语音（分钟）,存量拍照情况>套餐>套餐移动流量（M）,存量拍照情况>套餐>套餐收入（元）,当期保有情况>移动有效用户>用户,当期保有情况>移动有效用户>用户保有率,当期保有情况>移动有效用户>收入（元）,当期保有情况>移动有效用户>语音（分钟）,当期保有情况>移动有效用户>流量（M）,当期保有情况>套餐>用户数,当期保有情况>套餐>宽带活跃数,当期保有情况>套餐>IPTV活跃数,当期保有情况>套餐>套餐所有语音（分钟）,当期保有情况>套餐>套餐移动流量（M）,当期保有情况>套餐>套餐收入（元）,当期保有情况>套餐>收入保有率,当期保有情况>套餐变化>出套餐用户带走收入（元）,当期保有情况>套餐变化>入套餐用户带来收入（元）,当期保有情况>套餐变化>套餐内收入变化";
      break;
    case 53:
      title = "地市,销售员/销售点,总（销售员/销售点）数量,移动用户>移动新发展用户对应（售员/售点）数量,移动用户>移动用户发展量,移动用户>未划配到政企网格的移动销售品数量,移动用户>未划配到政企网格移动销售品产生的收入,固话用户>固话新发展用户对应（销售员/销售点）数量,固话用户>固话用户发展量,固话用户>未划配到政企网格的固话销售品数量,固话用户>未划配到政企网格固话销售品产生的收入,宽带用户>宽带新发展用户对应（销售员/销售点）数量,宽带用户>宽带用户发展量,宽带用户>未划配到政企网格的宽带销售品数量,宽带用户>未划配到政企网格宽带销售品产生的收入";
      break;
    case 54:
      title = "地域,行业市场>本日新装用户,行业市场>本月累计新装,行业市场>本日拆机用户,行业市场>本月累计拆机,校园市场合计>本日新装用户,校园市场合计>本月累计新装,校园市场合计>本日拆机用户,校园市场合计>本月累计拆机,其中：大中专院校>本日新装用户,其中：大中专院校>本月累计新装,其中：大中专院校>本日拆机用户,其中：大中专院校>本月累计拆机,其中：中小学>本日新装用户,其中：中小学>本月累计新装,其中：中小学>本日拆机用户,其中：中小学>本月累计拆机,商客市场>本日新装用户,商客市场>本月累计新装,商客市场>本日拆机用户,商客市场>本月累计拆机,其他市场>本日新装用户,其他市场>本月累计新装,其他市场>本日拆机用户,其他市场>本月累计拆机";
      break;
    case 55:
      title = "地域,政企类型网格>本日新装,政企类型网格>本月累计新装用户,政企类型网格>本日拆机数,政企类型网格>本月累计拆机数,其中：行业市场>本日新装,其中：行业市场>本月累计新装用户,其中：行业市场>本日拆机数,其中：行业市场>本月累计拆机数,校园市场合计>本日新装,校园市场合计>本月累计新装用户, 校园市场合计>本日拆机数,校园市场合计>本月累计拆机数,其中：大中专院校>本日新装,其中：大中专院校>本月累计新装用户, 其中：大中专院校>本日拆机数,其中：大中专院校>本月累计拆机数,其中：中小学>本日新装,其中：中小学>本月累计新装用户, 其中：中小学>本日拆机数,其中：中小学>本月累计拆机数,其中：商客市场>本日新装,其中：商客市场>本月累计新装用户,其中：商客市场>本日拆机数,其中：商客市场>本月累计拆机数,其中：其他市场>本日新装,其中：其他市场>本月累计新装用户,其中：其他市场>本日拆机数,其中：其他市场>本月累计拆机数";
      break;
    case 56:
      title = "地市,渠道统计量>销售员/销售点,渠道统计量>总（销售员/销售点）数量,渠道统计量>移动新发展用户对应（销售员/销售点）数量,渠道统计量>移动用户发展量,渠道统计量>固话新发展用户对应（销售员/销售点）数量,渠道统计量>固话用户发展量,渠道统计量>宽带新发展用户对应（销售员/销售点）数量,渠道统计量>宽带用户发展量,客户分群统计量>移动新发展用户,客户分群统计量>固话新发展用户,客户分群统计量>宽带新发展用户";
      break;
    case 57:
      title = "销售品>当月新增,销售品>当月流失,销售品>当月净增,销售品>当年新增,销售品>当年流失,销售品>当年净增,移动产品>当月新增,移动产品>当月流失,移动产品>当月净增,移动产品>当年新增,移动产品>当年流失,移动产品>当年净增,移动产品>当月到达,宽带产品>当月新增,宽带产品>当月流失,宽带产品>当月净增,宽带产品>当年新增,宽带产品>当年流失,宽带产品>当年净增,宽带产品>当月到达,itv产品>当月新增,itv产品>当月流失,itv产品>当月净增,itv产品>当年新增,itv产品>当年流失,itv产品>当年净增,itv产品>当月到达";
      break;
    case 58:
      title = "网格层级,归属上级网格,网格名称,年度预算目标,本月到达,目标偏离度,环比差,年度预算目标,年累计完成,目标偏离度,年度预算目标,年累计完成,目标偏离度,环比差,年度预算目标,年累计完成,目标偏离度,年度预算目标,年累计完成,目标偏离度,环比差";
      break;
    case 59:
      title = "网格层级,归属上级网格,网格名称,用户市场份额>移动过网用户市场份额>年度预算目标,用户市场份额>移动过网用户市场份额>本月到达,用户市场份额>移动过网用户市场份额>目标偏离度,用户市场份额>移动过网用户市场份额>环比差,用户市场份额>移动过网用户份额提升>年度预算目标,用户市场份额>移动过网用户份额提升>年累计完成,用户市场份额>移动过网用户份额提升>目标偏离度,收入市场份额>全业务收入市场份额>年度预算目标,收入市场份额>全业务收入市场份额>年累计完成,收入市场份额>全业务收入市场份额>目标偏离度,收入市场份额>全业务收入市场份额>环比差,收入市场份额>收入市场份额提升>年度预算目标,收入市场份额>收入市场份额提升>年累计完成,收入市场份额>收入市场份额提升>目标偏离度,收入市场份额>增量收入市场份额>年度预算目标,收入市场份额>增量收入市场份额>年累计完成,收入市场份额>增量收入市场份额>目标偏离度,收入市场份额>增量收入市场份额>环比差";
      break;
    case 60:
      title = "按品牌排名>我的e家>销量,按品牌排名>我的e家>排名,按品牌排名>天翼>销量,按品牌排名>天翼>排名,按品牌排名>商务领航>销量,按品牌排名>商务领航>排名,按品牌排名>其他>销量,按品牌排名>其他>排名,按产品排名>移动>销量,按产品排名>移动>排名,按产品排名>宽带>销量,按产品排名>宽带>排名,按产品排名>固话>销量,按产品排名>固话>排名,按产品排名>itv>销量,按产品排名>itv>排名";
      break;
    case 61:
      title = "网格名称,产品到达数,CDMA激活用户到达数,CDMA当月激活用户数,受理>装机数（户）,受理>拆机数（户）,受理>净增数（户）,受理>月累计装机数（户）,受理>月累计拆机数（户）,受理>月累计净增数（户）,竣工>装机数（户）,竣工>拆机数（户）,竣工>净增数（户）,竣工>月累计装机数（户）,竣工>月累计拆机数（户）,竣工>月累计净增数（户）";
      break;
    case 62:
      title = "网格名称,产品到达数,CDMA激活用户到达数,CDMA当月激活用户数,装机数（户）,拆机数（户）,净增数（户）,月累计装机数（户）,月累计拆机数（户）,月累计净增数（户）,装机数（户）,拆机数（户）,净增数（户）,月累计装机数（户）,月累计拆机数（户）,月累计净增数（户）";
      break;
    case 63:
      title = "网格名称,合计>计费收入当日值（元）,合计>同比,合计>环比,合计>计费收入当月累计值（元）,合计>同比,固网语音收入>计费收入当日值（元）,固网语音收入>同比,固网语音收入>环比,固网语音收入>计费收入当月累计值（元）,固网语音收入>同比,移动语音收入>计费收入当日值（元）,移动语音收入>同比,移动语音收入>环比,移动语音收入>计费收入当月累计值（元）,移动语音收入>同比\t,互联网收入>计费收入当日值（元）,互联网收入>同比,互联网收入>环比,互联网收入>计费收入当月累计值（元）,互联网收入>同比,增值收入>计费收入当日值（元）,增值收入>同比,增值收入>环比,增值收入>计费收入当月累计值（元）,增值收入>同比,号百收入>计费收入当日值（元）,号百收入>同比,号百收入>环比,号百收入>计费收入当月累计值（元）,号百收入>同比,资源出租收入>计费收入当日值（元）,资源出租收入>同比,资源出租收入>环比,资源出租收入>计费收入当月累计值（元）,资源出租收入>同比,ITV费用>计费收入当日值（元）,ITV费用>同比,ITV费用>环比,ITV费用>计费收入当月累计值（元）,ITV费用>同比,IT服务及应用业务收入>计费收入当日值（元）,IT服务及应用业务收入>同比,IT服务及应用业务收入>环比,IT服务及应用业务收入>计费收入当月累计值（元）,IT服务及应用业务收入>同比,其他收入>计费收入当日值（元）,其他收入>同比,其他收入>环比,其他收入>计费收入当月累计值（元）,其他收入>同比";
      break;
    case 64:
      title = "网格名称,新增终端数（部）,本月累计新增（部）,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比";
      break;
    case 65:
      title = "网格名称,新增终端数（部）,本月累计新增（部）,3G终端>数量（部）,3G终端>占全部比,0-300元以下终端>数量（部）,0-300元以下终端>占全部比,300-700元以下终端\t>数量（部）,300-700元以下终端>占全部比,700-1500元以下终端>数量（部）,700-1500元以下终端>占全部比,1500以上终端>数量（部）,1500以上终端>占全部比,智能终端（部）>数量（部）,智能终端（部）>占全部比,智领3G终端（部）>数量（部）,智领3G终端（部）>占全部比\t";
      break;
    case 66:
      title = "网格名称,合计>计费收入当日值（元）,合计>同比,合计>环比,合计>计费收入当年累计值（元）,合计>同比,固网语音收入>计费收入当日值（元）,固网语音收入>同比,固网语音收入>环比,固网语音收入>计费收入当月累计值（元）,固网语音收入>同比,移动语音收入>计费收入当日值（元）,移动语音收入>同比,移动语音收入>环比,移动语音收入>计费收入当月累计值（元）,移动语音收入>同比,互联网收入>计费收入当日值（元）,互联网收入>同比,互联网收入>环比,互联网收入>计费收入当月累计值（元）,互联网收入>同比,增值收入>计费收入当日值（元）,增值收入>同比,增值收入>环比,增值收入>计费收入当月累计值（元）,增值收入>同比,号百收入>计费收入当日值（元）,号百收入>同比,号百收入>环比,号百收入>计费收入当月累计值（元）,号百收入>同比,资源出租收入计费收入当日值（元）,资源出租收入同比,资源出租收入环比,资源出租收入计费收入当月累计值（元）,资源出租收入同比,ITV费用>计费收入当日值（元）,ITV费用>同比,ITV费用>环比,ITV费用>计费收入当月累计值（元）,ITV费用>同比,IT服务及应用业务收入>计费收入当日值（元）,IT服务及应用业务收入>同比,IT服务及应用业务收入>环比,IT服务及应用业务收入>计费收入当月累计值（元）,IT服务及应用业务收入>同比,其他收入>计费收入当日值（元）,其他收入>同比,其他收入>环比,其他收入>计费收入当月累计值（元）,其他收入>同比";
      break;
    case 67:
      title = "网格名称,计费收入当日值（元）,同比,环比,计费收入当月累计值（元）,同比,计费收入当日值（元）,同比,环比,计费收入当月累计值（元）,同比,计费收入当日值（元）,同比,环比,计费收入当月累计值（元）,同比,计费收入当日值（元）,同比,环比,计费收入当月累计值（元）,同比,计费收入当日值（元）,同比,环比,计费收入当月累计值（元）,同比,计费收入当日值（元）,同比,环比,计费收入当月累计值（元）,同比,计费收入当日值（元）,同比,环比,计费收入当月累计值（元）,同比,计费收入当日值（元）,同比,环比,计费收入当月累计值（元）,同比,计费收入当日值（元）,同比,环比,计费收入当月累计值（元）,同比,计费收入当日值（元）,同比,环比,计费收入当月累计值（元）,同比";
      break;
    case 68:
      title = "网格名称,行业市场-在网用户到达,行业市场-出账用户到达,行业市场-有效用户到达,校园市场合计-在网用户到达,校园市场合计-出账用户到达,校园市场合计-有效用户到达,其中：大中专院校-在网用户到达,其中：大中专院校-出账用户到达,其中：大中专院校-有效用户到达,其中：中小学-在网用户到达,其中：中小学-出账用户到达,其中：中小学-有效用户到达,商客市场-在网用户到达,商客市场-出账用户到达,商客市场-有效用户到达,其他市场-在网用户到达,其他市场-出账用户到达,其他市场-有效用户到达";
      break;
    case 69:
      title = "网格名称,行业市场-本月新装用户,行业市场-本年新装,行业市场-本年累计新装用户,校园市场合计-本月新装用户,校园市场合计-本年新装,校园市场合计-本年累计新装用户,其中：大中专院校-本月新装用户,其中：大中专院校-本年新装,其中：大中专院校-本年累计新装用户,其中：中小学-本月新装用户,其中：中小学-本年新装,其中：中小学-本年累计新装用户,商客市场-本月新装用户,商客市场-本年新装,商客市场-本年累计新装用户,其他市场-本月新装用户,其他市场-本年新装,其他市场-本年累计新装用户";
      break;
    case 70:
      title = "网格名称,行业市场-计费到达,行业市场-本月新装,行业市场-本年新装,行业市场-本月拆机,校园市场合计-计费到达,校园市场合计-本月新装,校园市场合计-本年新装,校园市场合计-本月拆机,其中：大中专院校-计费到达,其中：大中专院校-本月新装,其中：大中专院校-本年新装,其中：大中专院校-本月拆机,其中：中小学-计费到达,其中：中小学-本月新装,其中：中小学-本年新装,其中：中小学-本月拆机,商客市场-计费到达,商客市场-本月新装,商客市场-本年新装,商客市场-本月拆机,其他市场-计费到达,其他市场-本月新装,其他市场-本年新装,其他市场-本月拆机";
      break;
    case 71:
      title = "网格名称,财报收入-上年末,财报收入-本月,财报收入-本年累计,移动出账用户-上年末,移动出账用户-本月,移动出账用户-本年净增,移动有效用户-上年末,移动有效用户-本月,移动有效用户-本年净增,宽带终端用户-上年末,宽带终端用户-本月,宽带终端用户-本年净增,宽带专线用户-上年末,宽带专线用户-本月,宽带专线用户-本年净增,宽带合计-上年末,宽带合计-本月,宽带合计-本年净增,应用移动出账用户-上年末,应用移动出账用户-本月,应用移动出账用户-本年净增";
      break;
    case 72:
      title = "网格名称,政企类型网格收入-所有类型网格收入,行政企类型网格收入合计,政企类型网格收入-固网业务收入-固网业务收入合计,政企类型网格收入-固网业务收入-政企客户固网话音收入,政企类型网格收入-固网业务收入-政企客户互联网接入收入,政企类型网格收入-固网业务收入-政企客户资源出租业务收入,政企类型网格收入-固网业务收入-固网增值及号百,政企类型网格收入-固网业务收入-ICT,政企类型网格收入-固网业务收入-IDC,政企类型网格收入-移动业务收入-移动业务收入合计,政企类型网格收入-移动业务收入-移动互联网接入收入,政企类型网格收入-移动业务收入-移动话音收入,政企类型网格收入-移动业务收入-移动增值业务及号百";
      break;
    case 73:
      title = "网格名称,本月新入网合约,到期合约用户,上月到期用户本月成功续约合计,本年累计合约到达数,本月新入网合约,到期合约用户,上月到期用户本月成功续约合计,本年累计合约到达数,本月新入网合约,到期合约用户,上月到期用户本月成功续约合计,本年累计合约到达数,本月新入网合约,到期合约用户,上月到期用户本月成功续约合计,本年累计合约到达数,本月新入网合约,到期合约用户,上月到期用户本月成功续约合计,本年累计合约到达数,本月新入网合约,到期合约用户,上月到期用户本月成功续约合计,本年累计合约到达数,本月新入网合约,到期合约用户,上月到期用户本月成功续约合计,本年累计合约到达数";
      break;
    case 74:
      title = "网格名称,政企类型网格到期用户成功续约-本月新入网合约,政企类型网格到期用户成功续约-到期合约用户,政企类型网格到期用户成功续约-上月到期用户本月成功续约合计,政企类型网格到期用户成功续约-本年累计合约到达数,行业市场-本月新入网合约,行业市场-到期合约用户,行业市场-上月到期用户本月成功续约合计,行业市场-本年累计合约到达数,校园市场合计-本月新入网合约,校园市场合计-到期合约用户,校园市场合计-上月到期用户本月成功续约合计,校园市场合计-本年累计合约到达数,其中：大中专院校-本月新入网合约,其中：大中专院校-到期合约用户,其中：大中专院校-上月到期用户本月成功续约合计,其中：大中专院校-本年累计合约到达数,其中：中小学-本月新入网合约,其中：中小学-到期合约用户,其中：中小学-上月到期用户本月成功续约合计,其中：中小学-本年累计合约到达数,商客市场-本月新入网合约,商客市场-到期合约用户,商客市场-上月到期用户本月成功续约合计,商客市场-本年累计合约到达数,其他市场-本月新入网合约,其他市场-到期合约用户,其他市场-上月到期用户本月成功续约合计,其他市场-本年累计合约到达数";
      break;
    case 75:
      title = "网格名称,政企网格合计-政企类型网格收入合计,政企网格合计-固网业务收入合计,政企网格合计-政企客户固网话音收入,政企网格合计-政企客户互联网接入收入,政企网格合计-政企客户资源出租业务收入,政企网格合计-固网增值及号百,政企网格合计-ICT,政企网格合计-IDC,政企网格合计-移动业务收入合计,政企网格合计-移动互联网接入收入,政企网格合计-移动话音收入,政企网格合计-移动增值业务及号百,行业市场-政企类型网格收入合计,行业市场-固网业务收入合计,行业市场-政企客户固网话音收入,行业市场-政企客户互联网接入收入,行业市场-政企客户资源出租业务收入,行业市场-固网增值及号百,行业市场-ICT,行业市场-IDC,行业市场-移动业务收入合计,行业市场-移动互联网接入收入,行业市场-移动话音收入,行业市场-移动增值业务及号百,校园市场合计-政企类型网格收入合计,校园市场合计-固网业务收入合计,校园市场合计-政企客户固网话音收入,校园市场合计-政企客户互联网接入收入,校园市场合计-政企客户资源出租业务收入,校园市场合计-固网增值及号百,校园市场合计-ICT,校园市场合计-IDC,校园市场合计-移动业务收入合计,校园市场合计-移动互联网接入收入,校园市场合计-移动话音收入,校园市场合计-移动增值业务及号百,大中专院校-政企类型网格收入合计,大中专院校-固网业务收入合计,大中专院校-政企客户固网话音收入,大中专院校-政企客户互联网接入收入,大中专院校-政企客户资源出租业务收入,大中专院校-固网增值及号百,大中专院校-ICT,大中专院校-IDC,大中专院校-移动业务收入合计,大中专院校-移动互联网接入收入,大中专院校-移动话音收入,大中专院校-移动增值业务及号百,中小学-政企类型网格收入合计,中小学-固网业务收入合计,中小学-政企客户固网话音收入,中小学-政企客户互联网接入收入,中小学-政企客户资源出租业务收入,中小学-固网增值及号百,中小学-ICT,中小学-IDC,中小学-移动业务收入合计,中小学-移动互联网接入收入,中小学-移动话音收入,中小学-移动增值业务及号百,商客市场-政企类型网格收入合计,商客市场-固网业务收入合计,商客市场-政企客户固网话音收入,商客市场-政企客户互联网接入收入,商客市场-政企客户资源出租业务收入,商客市场-固网增值及号百,商客市场-ICT,商客市场-IDC,商客市场-移动业务收入合计,商客市场-移动互联网接入收入,商客市场-移动话音收入,商客市场-移动增值业务及号百,其他市场-政企类型网格收入合计,其他市场-固网业务收入合计,其他市场-政企客户固网话音收入,其他市场-政企客户互联网接入收入,其他市场-政企客户资源出租业务收入,其他市场-固网增值及号百,其他市场-ICT,其他市场-IDC,其他市场-移动业务收入合计,其他市场-移动互联网接入收入,其他市场-移动话音收入,其他市场-移动增值业务及号百";
      break;
    case 76:
      title = "网格名称,政企网格合计,固网业务收入合计,政企客户固网话音收入,政企客户互联网接入收入,政企客户资源出租业务收入,固网增值及号百,ICT,IDC,移动业务收入合计,移动互联网接入收入,移动话音收入,移动增值业务及号百,政企网格合计,固网业务收入合计,政企客户固网话音收入,政企客户互联网接入收入,政企客户资源出租业务收入,固网增值及号百,ICT,IDC,移动业务收入合计,移动互联网接入收入,移动话音收入,移动增值业务及号百,政企网格合计,固网业务收入合计,政企客户固网话音收入,政企客户互联网接入收入,政企客户资源出租业务收入,固网增值及号百,ICT,IDC,移动业务收入合计,移动互联网接入收入,移动话音收入,移动增值业务及号百,政企网格合计,固网业务收入合计,政企客户固网话音收入,政企客户互联网接入收入,政企客户资源出租业务收入,固网增值及号百,ICT,IDC,移动业务收入合计,移动互联网接入收入,移动话音收入,移动增值业务及号百,政企网格合计,固网业务收入合计,政企客户固网话音收入,政企客户互联网接入收入,政企客户资源出租业务收入,固网增值及号百,ICT,IDC,移动业务收入合计,移动互联网接入收入,移动话音收入,移动增值业务及号百,政企网格合计,固网业务收入合计,政企客户固网话音收入,政企客户互联网接入收入,政企客户资源出租业务收入,固网增值及号百,ICT,IDC,移动业务收入合计,移动互联网接入收入,移动话音收入,移动增值业务及号百,政企网格合计,固网业务收入合计,政企客户固网话音收入,政企客户互联网接入收入,政企客户资源出租业务收入,固网增值及号百,ICT,IDC,移动业务收入合计,移动互联网接入收入,移动话音收入,移动增值业务及号百";
      break;
    case 77:
      title = "二级营销网格,三级营销网格,四级营销网格,本月离网用户数,当月疑似养卡离网数>高度疑似>网龄小于等于3,当月疑似养卡离网数>高度疑似>大于3小于等于7,当月疑似养卡离网数>高度疑似>大于7小于等于13,当月疑似养卡离网数>高度疑似>大于13,当月疑似养卡离网数>高度疑似>合计,当月疑似养卡离网数>中度疑似>网龄小于等于3,当月疑似养卡离网数>中度疑似>大于3小于等于7,当月疑似养卡离网数>中度疑似>大于7小于等于13,当月疑似养卡离网数>中度疑似>大于13,当月疑似养卡离网数>中度疑似>合计,当月疑似养卡离网数>低度疑似>网龄小于等于3,当月疑似养卡离网数>低度疑似>大于3小于等于7,当月疑似养卡离网数>低度疑似>大于7小于等于13,当月疑似养卡离网数>低度疑似>大于13,当月疑似养卡离网数>低度疑似>合计";
      break;
    case 78:
      title = "月份,本地网,营业区,化小,销售点ID,销售点名称,销售员ID,销售员ID,渠道一级分类,渠道二级分类,渠道三级分类,当月新增-总数,当月新增-移动语音(不含E9 / A8自主版),当月新增-大众卡,当月新增-乐享3G,当月新增-飞YOUNG,当月新增-无线宽带,当月新增-E6,当月新增-E9共享版,当月新增-A8共享版,当月新增-云卡激活,当月新增-积木套餐,当月新增-其他,当月新增-云卡预开,当月新增-E9自主版,当月新增-A8自主版,当月新增-云卡累计激活,当月新增-区定合约,当年累计新增--总数,当年累计新增--移动语音(不含E9/A8自主版),当年累计新增--大众卡,当年累计新增--乐享3G,当年累计新增--飞Young,当年累计新增--无线宽带,当年累计新增--E6,当年累计新增--E9共享版,当年累计新增--A8共享版,当年累计新增--云卡激活,当年累计新增--积木套餐,当年累计新增--其他,当年累计新增--云卡预开,当年累计新增--E9自主版,当年累计新增--A8自主版,当年累计新增--云卡累计激活,年累计新增--区定合约 ";
      break;
    case 79:
      title = "日期,本地网,营业区,化小,销售点ID,销售点名称,销售员ID,销售员ID,渠道一级分类,渠道二级分类,渠道三级分类,当日新增-总数,当日新增-移动语音(不含E9 / A8自主版),当日新增-大众卡,当日新增-乐享3G,当日新增-飞YOUNG,当日新增-无线宽带,当日新增-E6,当日新增-E9共享版,当日新增-A8共享版,当日新增-云卡激活,当日新增-积木套餐,当日新增-其他,当日新增-云卡预开,当日新增-E9自主版,当日新增-A8自主版,当日新增-云卡累计激活,当日新增-区定合约,当月累计新增-总数,当月累计新增-移动语音(不含E9 / A8自主版),当月累计新增-大众卡,当月累计新增-乐享3G,当月累计新增-飞YOUNG,当月累计新增-无线宽带,当月累计新增-E6,当月累计新增-E9共享版,当月累计新增-A8共享版,当月累计新增-云卡激活,当月累计新增-积木套餐,当月累计新增-其他,当月累计新增-云卡预开,当月累计新增-E9自主版,当月累计新增-A8自主版,当月累计新增-云卡累计激活,当月累计新增-区定合约";
      break;
    case 80:
      title = "渠道类型大类,渠道类型,数据来源,西安>发展量,西安>收入（元）,铜川>发展量,铜川>收入（元）,宝鸡>发展量,宝鸡>收入（元）,咸阳>发展量,咸阳>收入（元）,渭南>发展量,渭南>收入（元）,汉中>发展量,汉中>收入（元）,安康>发展量,安康>收入（元）,商洛>发展量,商洛>收入（元）,延安>发展量,延安>收入（元）,榆林>发展量,榆林>收入（元）,其它/外省>发展量,其它/外省>收入（元）,合计>发展量,合计>收入（元）";
      break;
    case 81:
      title = "营销网格层级,销售品>当月新增,销售品>当月流失,销售品>当月净增,销售品>本年新增,销售品>本年流失,销售品>本年净增,销售品>本年到达,固话>当月新增,固话>当月流失,固话>当月净增,固话>本年新增,固话>本年流失,固话>本年净增,固话>本年到达,宽带>当月新增,宽带>当月流失,宽带>当月净增,宽带>本年新增,宽带>本年流失,宽带>本年净增,宽带>本年到达,其中 :FTTH>当月新增,其中 :FTTH>当月流失,其中 :FTTH>当月净增,其中 :FTTH>本年新增,其中 :FTTH>本年流失,其中 :FTTH>本年净增,其中 :FTTH>本年到达,移动>当月新增,移动>当月流失,移动>当月净增,移动>本年新增,移动>本年流失,移动>本年净增,移动>本年到达,宽带光纤>当月新增,宽带光纤>当月流失,宽带光纤>当月净增,宽带光纤>本年新增,宽带光纤>本年流失,宽带光纤>本年净增,宽带光纤>本年到达,ITV>当月新增,ITV>当月流失,ITV>当月净增,ITV>本年新增,ITV>本年流失,ITV>本年净增,ITV>本年到达";
      break;
    case 82:
      title = "营销网格,当月新增,当月流失,当月净增,本年新增,本年流失,本年净增,本年到达,当月新增,当月流失,当月净增,本年新增,本年流失,本年净增,本年到达,当月新增,当月流失,当月净增,本年新增,本年流失,本年净增,本年到达,当月新增,当月流失,当月净增,本年新增,本年流失,本年净增,本年到达,当月新增,当月流失,当月净增,本年新增,本年流失,本年净增,本年到达,当月新增,当月流失,当月净增,本年新增,本年流失,本年净增,本年到达,当月新增,当月流失,当月净增,本年新增,本年流失,本年净增,本年到达";
      break;
    case 83:
      title = "地域,维系用户派单情况>目标用户量,维系用户派单情况>派单用户量,维系用户派单情况>派单用户占比,派单执行情况>系统派单量,派单执行情况>工单执行量,派单执行情况>工单执行率,派单执行情况>外呼工单量,派单执行情况>外呼工单占比,派单执行情况>外呼接通量,派单执行情况>外呼接通率,派单执行情况>短信发送量,用户保有情况>派单当月满足保有条件用户量,用户保有情况>派单次月满足保有条件用户量,用户保有情况>效果评估打标用户占比";
      break;
    case 84:
      title = "地域,目标用户量,派单用户量,派单用户占比,系统派单量,工单执行量,工单执行率,外呼工单量,外呼工单占比,外呼接通量,外呼接通率,短信发送量,派单当月满足保有条件用户量,派单次月满足保有条件用户量,效果评估打标用户占比";
      break;
    case 85:
      title = "基本情况日看版,-,1日,2日,3日,4日,5日,6日,7日,8日,9日,10日,11日,12日,13日,14日,15日,16日,17日,18日,19日,20日,21日,22日,23日,24日,25日,26日,27日,28日,29日,30日,31日,合计";
      break;
    case 86:
      title = "网格层级,归属上级网格,网格名称,全业务收入>累计完成>年度预算目标,全业务收入>累计完成>年累计完成值,全业务收入>累计完成>完成进度,全业务收入>累计完成>目标偏离度,全业务收入>累计完成>累计同比,全业务收入>当月>当月完成值,全业务收入>当月>当月环比,全业务收入>当月>当月完成进度,其中：移动业务>累计完成>年度预算目标,其中：移动业务>累计完成>年累计完成值,其中：移动业务>累计完成>完成进度,其中：移动业务>累计完成>目标偏离度,其中：移动业务>累计完成>累计同比,其中：移动业务>当月>当月完成值,其中：移动业务>当月>当月环比,其中：移动业务>当月>当月完成进度,其中：固网业务>累计完成>年度预算目标,其中：固网业务>累计完成>年累计完成值,其中：固网业务>累计完成>完成进度,其中：固网业务>累计完成>目标偏离度,其中：固网业务>累计完成>累计同比,其中：固网业务>当月>当月完成值,其中：固网业务>当月>当月环比,其中：固网业务>当月>当月完成进度";
      break;
    case 87:
      title = "网格层级,归属上级网格,网格名称,年度预算目标,年累计完成值,完成进度,目标偏离度,累计同比,当月完成值,当月环比,当月完成进度,年度预算目标,年累计完成值,完成进度,目标偏离度,累计同比,当月完成值,当月环比,当月完成进度,年度预算目标,年累计完成值,完成进度,目标偏离度,累计同比,当月完成值,当月环比,当月完成进度,年度预算目标,年累计完成值,完成进度,目标偏离度,累计同比,当月完成值,当月环比,当月完成进度,年度预算目标,年累计完成值,完成进度,目标偏离度,累计同比,当月完成值,当月环比,当月完成进度";
      break;
    case 88:
      title = "网格名称,新增终端数（部）,本年累计新增（部）,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比";
      break;
    case 89:
      title = "网格名称,新增终端数（部）,本年累计新增（部）,3G终端>数量（部）,3G终端>占全部比,0-300元以下终端>数量（部）,0-300元以下终端>占全部比,300-700元以下终端\t>数量（部）,300-700元以下终端>占全部比,700-1500元以下终端>数量（部）,700-1500元以下终端>占全部比,1500以上终端>数量（部）,1500以上终端>占全部比,智能终端（部）>数量（部）,智能终端（部）>占全部比,智领3G终端（部）>数量（部）,智领3G终端（部）>占全部比\t";
      break;
    case 90:
      title = "地市,渠道管理一级属性,渠道管理二级属性,总量,落入政企网格,落入商客网格,落入校园网格,落入行业网格,归属政企（客户分群), 总量,落入政企网格,落入商客网格,落入校园网格,落入行业网格,归属政企（客户分群), 总量,落入政企网格,落入商客网格,落入校园网格,落入行业网格,归属政企（客户分群), 总量,落入政企网格,落入商客网格,落入校园网格,落入行业网格,归属政企（客户分群), 总量,落入政企网格,落入商客网格,落入校园网格,落入行业网格,归属政企（客户分群)";
      break;
    case 901:
      title = "地市,直销人员渠道细分,总量,落入政企网格,落入商客网格,落入校园网格,落入行业网格,归属政企（客户分群), 总量,落入政企网格,落入商客网格,落入校园网格,落入行业网格,归属政企（客户分群), 总量,落入政企网格,落入商客网格,落入校园网格,落入行业网格,归属政企（客户分群), 总量,落入政企网格,落入商客网格,落入校园网格,落入行业网格,归属政企（客户分群), 总量,落入政企网格,落入商客网格,落入校园网格,落入行业网格,归属政企（客户分群)";
      break;
    case 91:
      title = "地市,渠道管理一级属性,渠道管理二级属性,当月移动用户发展量>总量,当月移动用户发展量>落入政企网格,当月移动用户发展量>落入商客网格,当月移动用户发展量>落入校园网格,当月移动用户发展量>落入行业网格,当月移动用户发展量>归属政企（客户分群),当月4G用户发展量>总量,当月4G用户发展量>落入政企网格,当月4G用户发展量>落入商客网格,当月4G用户发展量>落入校园网格,当月4G用户发展量>落入行业网格,当月4G用户发展量>归属政企（客户分群),信息化应用发展量>总量,信息化应用发展量>落入政企网格,信息化应用发展量>落入商客网格,信息化应用发展量>落入校园网格,信息化应用发展量>落入行业网格,信息化应用发展量>归属政企（客户分群),固话用户发展量>总量,固话用户发展量>落入政企网格,固话用户发展量>落入商客网格,固话用户发展量>落入校园网格,固话用户发展量>落入行业网格,固话用户发展量>归属政企（客户分群),宽带用户发展量>总量,宽带用户发展量>落入政企网格,宽带用户发展量>落入商客网格,宽带用户发展量>落入校园网格,宽带用户发展量>落入行业网格,宽带用户发展量>归属政企（客户分群)";
      break;
    case 92:
      title = "网格,补贴终端数量,登网数量,补贴2G终端数量,补贴3G终端数量,补贴智能终端数量,三千以上终端补贴终端数,一千至三千终端补贴终端数,七百至一千终端补贴终端数,四百至七百终端补贴终端数,四百以下终端补贴终端数,苹果机补贴终端数,战略合约非苹果机补贴终端数,双模智能机补贴终端数,千元大屏机补贴终端数,实用智能机补贴终端数";
      break;
    case 93:
      title = "网格,补贴规模>总补贴次数,补贴规模>成本补贴次数,补贴规模>话费补贴次数,补贴规模>混合补贴次数,补贴金额>总补贴金额,补贴金额>成本补贴金额,补贴金额>话费补贴金额,补贴金额>混合补贴成本补贴金额,补贴金额>混合补贴话费补贴金额,登网用户>当月补贴，无串码,登网用户>当月补贴，登网用户数,出账收入,出账用户数,补贴登网终端,三千以上终端销售量,一千至三千终端销售量,七百至一千终端销售量,四百至七百终端销售量,四百以下终端销售量,苹果机,战略合约非苹果机,双模智能机,千元大屏机,实用智能机  ";
      break;
    case 94:
      title = "本地网,销售点编码,销售点名称,新增>天翼>销量,新增>天翼>套餐价值,新增>领航>销量,新增>领航>套餐价值,新增>e家>销量,新增>e家>套餐价值,新增>其他>销量,新增>其他>套餐价值,换套餐>天翼>销量,换套餐>天翼>套餐价值,换套餐>领航>销量,换套餐>领航>套餐价值,换套餐>e家>销量,换套餐>e家>套餐价值,换套餐>其他>销量,换套餐>其他>套餐价值,改产品明细 >天翼>销量,改产品明细 >天翼>套餐价值,改产品明细 >领航>销量,改产品明细 >领航>套餐价值,改产品明细 >e家>销量,改产品明细 >e家>套餐价值,改产品明细 >其他>销量,改产品明细 >其他>套餐价值";
      break;
    case 95:
      title = "本地网,维护服务质量指标>全业务开通履约率,维护服务质量指标>故障处理履约率,维护服务质量指标>政企业务故障率,维护服务质量指标>客户有理由投诉,维护服务质量指标>客户满意度,维护服务质量指标>客户经理满意度,维护服务质量指标>OBU考核得分,运维效率指标>运维效率提升率,\t业务量收指标>业务收入增长率,\t业务量收指标>维护服务产品收入增长率,\t业务量收指标>支撑政企转化的新增业务收入额,\t业务量收指标>存量业务保有收入,业务量收指标>维护服务产品收入,运营成本管理>人工成本,运营成本管理>维护成本,运营成本管理>维护服务产品营销成本,运营成本管理>客户维系服务成本";
      break;
    case 96:
      title = "销售点编码,销售点名称,销售点一级分类,销售点二级分类,销售点三级分类,归属地区,销售点状态,合作时间,销售点地址,是否龙门店,八位编码,运营基础编码,省,市,区县,乡镇,本地网,运营基础CHN_NUMBER,龙门店编码,场地性质,业务排他,自营厅级别,自营厅经营方式,开放销售点业态,连锁分类标识,TOP10标识,店内布局类别,售点区域,城市级别,商圈类型,是否CRM接入,是否龙终端接入,销售点标准名称,销售面积,分级信息,门店编码,面向客户类型,品牌进驻,销售点专属属性,专营门店类别,授权门店级别,渠道一级管理属性,渠道二级管理属性,销售点业务范围,销售点卖场类型,销售点功能类型,销售点类别,销售点归属经营主体编码\t,销售点归属经营主体名称\t,连锁经营主体类型,全国连锁总部名称,省级连锁总部名称,销售点归属渠道经理编码,销售点归属渠道经理名称,销售点归属商圈编码,销售点归属商圈名称,销售点归属驻地网编码,销售点归属驻地网名称,销售点归属三级网格编码,销售点归属三级网格名称,销售点归属OBU网格编码,销售点归属OBU网格名称,销售点归属OBU一级分类,销售点归属OBU二级分类,状态时间,代理协议,厂商渠道类型,对外渠道划分类型,对内渠道划分类型,商圈级别,商圈类型,渠道归属的渠道经理姓名,渠道归属的渠道经理编码,厂商渠道形态,电商合作标识,电商合作时间";
      break;
    case 97:
      title = "地市,区县局,OBU,销售点编码,销售点名称,渠道管理一级属性,渠道管理二级属性,移动用户发展量>总量,移动用户发展量>其中：落入政企网格,移动用户发展量>其中：落入商客网格,移动用户发展量>其中：落入校园网格,移动用户发展量>其中：落入行业网格,移动用户发展量>归属政企（客户分群）,4G用户发展量>总量,5G用户发展量>其中：落入政企网格,6G用户发展量>其中：落入商客网格,7G用户发展量>其中：落入校园网格,8G用户发展量>其中：落入行业网格,9G用户发展量>归属政企（客户分群）,信息化应用发展量>总量,信息化应用发展量>其中：落入政企网格,信息化应用发展量>其中：落入商客网格,信息化应用发展量>其中：落入校园网格,信息化应用发展量>其中：落入行业网格,信息化应用发展量>归属政企（客户分群）,固话用户发展量>总量,固话用户发展量>其中：落入政企网格,固话用户发展量>其中：落入商客网格,固话用户发展量>其中：落入校园网格,固话用户发展量>其中：落入行业网格,固话用户发展量>归属政企（客户分群）,宽带用户发展量>总量,宽带用户发展量>其中：落入政企网格,宽带用户发展量>其中：落入商客网格,宽带用户发展量>其中：落入校园网格,宽带用户发展量>其中：落入行业网格,宽带用户发展量>归属政企（客户分群）";
      break;
    case 98:
      title = "地市,区县局,OBU,销售员编码,销售员名称,直销人员细分,销售员岗位,移动用户发展量>总量,移动用户发展量>其中：落入政企网格,移动用户发展量>其中：落入商客网格,移动用户发展量>其中：落入校园网格,移动用户发展量>其中：落入行业网格,移动用户发展量>归属政企（客户分群）,4G用户发展量>总量,5G用户发展量>其中：落入政企网格,6G用户发展量>其中：落入商客网格,7G用户发展量>其中：落入校园网格,8G用户发展量>其中：落入行业网格,9G用户发展量>归属政企（客户分群）,信息化应用发展量>总量,信息化应用发展量>其中：落入政企网格,信息化应用发展量>其中：落入商客网格,信息化应用发展量>其中：落入校园网格,信息化应用发展量>其中：落入行业网格,信息化应用发展量>归属政企（客户分群）,固话用户发展量>总量,固话用户发展量>其中：落入政企网格,固话用户发展量>其中：落入商客网格,固话用户发展量>其中：落入校园网格,固话用户发展量>其中：落入行业网格,固话用户发展量>归属政企（客户分群）,宽带用户发展量>总量,宽带用户发展量>其中：落入政企网格,宽带用户发展量>其中：落入商客网格,宽带用户发展量>其中：落入校园网格,宽带用户发展量>其中：落入行业网格,宽带用户发展量>归属政企（客户分群）";
      break;
    case 99:
      title = "本地网,专营渠道>直营厅>上月视图数,专营渠道>直营厅>本月视图数,专营渠道>直营厅>环比变化 ,专营渠道>外包厅>上月视图数,专营渠道>外包厅>本月视图数,专营渠道>外包厅>环比变化 ,专营渠道>专营店>上月视图数,专营渠道>专营店>本月视图数,专营渠道>专营店>环比变化 ,开放渠道>连锁店>上月视图数,开放渠道>连锁店>本月视图数,开放渠道>连锁店>环比变化,开放渠道>独立店>上月视图数,开放渠道>独立店>本月视图数,\t开放渠道>独立店>环比变化,开放渠道>便利服务点>上月视图数,\t开放渠道>便利服务点>本月视图数,开放渠道>便利服务点>环比变化,上月门店到达数,本月门店到达,环比变化";
      break;
    case 100:
      title = "专营渠道>直营厅>X=0,专营渠道>直营厅>0<X<5,专营渠道>直营厅>5=<X<30,专营渠道>直营厅>30=<X<50,专营渠道>直营厅>50=<X<80,专营渠道>直营厅>80=<X,专营渠道>外包厅>X=0,专营渠道>外包厅>0<X<5,专营渠道>外包厅>5=<X<30,专营渠道>外包厅>30=<X<50,专营渠道>外包厅>50=<X<80,专营渠道>外包厅>80=<X,专营渠道>专营店>X=0,专营渠道>专营店>0<X<5,专营渠道>专营店>5=<X<30,专营渠道>专营店>30=<X<50,专营渠道>专营店>50=<X<80,专营渠道>专营店>80=<X,开放渠道>连锁店>X=0,开放渠道>连锁店>0<X<5,开放渠道>连锁店>5=<X<30,开放渠道>连锁店>30=<X<50,开放渠道>连锁店>50=<X<80,开放渠道>连锁店>80=<X,开放渠道>独立店>X=0,开放渠道>独立店>0<X<5,开放渠道>独立店>5=<X<30,开放渠道>独立店>30=<X<50,开放渠道>独立店>50=<X<80,开放渠道>独立店>80=<X,开放渠道>便利服务点>X=0,开放渠道>便利服务点>0<X<5,开放渠道>便利服务点>5=<X<30,开放渠道>便利服务点>30=<X<50,开放渠道>便利服务点>50=<X<80,开放渠道>便利服务点>80=<X";
      break;
    case 101:
      title = "统统周期,销售点编码,销售点名称,销售点地址,本地网,区县,化小编码,化小名称,销售点一级属性,销售点二级属性,销售点三级属性,自营厅级别,自营厅经营方式,场地性质,业务排他,开放销售点业态,售点区域,商圈级别,商圈名称,商圈类型,CRM是否接入,是否为IPHONE授权店,是否佣金结算,面向客户类型,销售面积,城市级别,渠道经理,督导员,当日移动销量,前日移动销量,上月同期移动销量,上年同期移动销量,当月累计移动销量,上月同期移动累计,上年同期移动累计,当日终端销量,前日终端销量,上月同期终端销量,上年同期终端销量,当月累计终端销量,上月同期终端累计,上年同期终端累计,当日宽带销量,前日宽带销量,上月同期宽带销量,上年同期宽带销量,当月累计宽带销量,上月同期宽带累计,上年同期宽带累计";
      break;
    case 102:
      title = "统计周期,销售点编码,销售点名称,销售点地址,本地网,区县,化小编码,化小名称,销售点一级属性,销售点二级属性,销售点三级属性,自营厅级别,开放销售点业态,售点区域,商圈级别,商圈名称,商圈类型,销售面积,产品类型,2014年1月,2014年2月,2014年3月,2014年4月,2014年5月,2014年6月,2014年7月,2014年8月,2014年9月,2014年10月,2014年11月,2014年12月,2015年1月,2015年2月,2015年3月,2015年4月,2015年5月,2015年6月,2015年7月,2015年8月,2015年9月,2015年10月,2015年11月,2015年12月";
      break;
    case 103:
      title = "统统周期,销售点编码,销售点名称,销售点地址,本地网,区县,化小编码,化小名称,销售点一级属性,销售点二级属性,销售点三级属性,自营厅级别,开放销售点业态,售点区域,商圈级别,商圈名称,商圈类型,销售面积,产品类型,DAY_1,DAY_2,DAY_3,DAY_4,DAY_5,DAY_6,DAY_7,DAY_8,DAY_9,DAY_10,DAY_11,DAY_12,DAY_13,DAY_14,DAY_15,DAY_16,DAY_17,DAY_18,DAY_19,DAY_20,DAY_21,DAY_22,DAY_23,DAY_24,DAY_25,DAY_26,DAY_27,DAY_28,DAY_29,DAY_30,DAY_31,月销量";
      break;
    case 104:
      title = "统计周期,渠道一级名称,渠道二级名称,渠道三级名称,本地网ID,区县名称,销售点ID,销售点名称,划小单元编号,划小单元名称,销售点状态,售点区域,销售点地址,商圈级别,商圈名称,经营主体编码,经营主体名称,经营主体状态,渠道平台划小,DAY_1,DAY_2,DAY_3,DAY_4,DAY_5,DAY_6,DAY_7,DAY_8,DAY_9,DAY_10,DAY_11,DAY_12,DAY_13,DAY_14,DAY_15,DAY_16,DAY_17,DAY_18,DAY_19,DAY_20,DAY_21,DAY_22,DAY_23,DAY_24,DAY_25,DAY_26,DAY_27,DAY_28,DAY_29,DAY_30,DAY_31";
      break;
    case 105:
      title = "统计周期,终端串码,终端手机号码,终端型号,终端分类（战略机、大屏机、双模机、299终端等）,厂商,终端类型,省分,地市,注册日期,门店编码,门店名称,门店分类,所属地域（农村或城市）,入网日期（年 / 月 / 日）,CRM号码（包括上网卡、未激活）,销售品类型（上网卡、CDMA）,办理号卡时是否同时销售终端（是，或否）,同时销售终端的关联CRM销售的终端机型,终端分类（战略机、大屏机、双模机、299终端等）,入网方式（礼包、合约、自备机入网、融合、政企定单等）,套餐包名称（299礼包、599礼包等）,主语音套餐,是否融合,融合名称,用户状态（在网、离网）,计费状态（正常、停机等）,当月月出帐金额（元）,当月月流量（MB）,自注册终端和CRM终端是否匹配";
      break;
    case 106:
      title = "营销网格,合计>本月新增产品,合计>产品到达数,普通电话>本月新增产品,普通电话>产品到达数,普通电话>上月产品到达数,普通电话>产品环比,ADSL>本月新增产品,ADSL>产品到达数,ADSL>上月产品到达数,ADSL>产品环比,CDMA>本月新增产品,CDMA>产品到达数,CDMA>上月产品到达数,CDMA>产品环比,LAN>本月新增产品,LAN>产品到达数,LAN>上月产品到达数,LAN>产品环比,IPTV>本月新增产品,IPTV>产品到达数,IPTV>上月产品到达数,IPTV>产品环比,光纤>本月新增产品,光纤>产品到达数,光纤>上月产品到达数,光纤>产品环比,小灵通>本月新增产品,小灵通>产品到达数,小灵通>上月产品到达数,小灵通>产品环比,数字电路>本月新增产品,数字电路>产品到达数,数字电路>上月产品到达数,数字电路>产品环比,其他>本月新增产品,其他>产品到达数,其他>上月产品到达数,其他>产品环比";
      break;
    case 107:
      title = "营销网格,本月新增产品,产品到达数,本月新增产品,产品到达数,上月产品到达数,产品环比,本月新增产品,产品到达数,上月产品到达数,产品环比,本月新增产品,产品到达数,上月产品到达数,产品环比,本月新增产品,产品到达数,上月产品到达数,产品环比,本月新增产品,产品到达数,上月产品到达数,产品环比,本月新增产品,产品到达数,上月产品到达数,产品环比,本月新增产品,产品到达数,上月产品到达数,产品环比,本月新增产品,产品到达数,上月产品到达数,产品环比,本月新增产品,产品到达数,上月产品到达数,产品环比";
      break;
    case 108:
      title = "营销网格,经营收入合计>本月,经营收入合计>上月,经营收入合计>环比 ,月租费>本月,月租费>上月,月租费 >环比 ,固网语音收入>本月,固网语音收入>上月,固网语音收入>环比 ,固网互联网及数据业务收入>本月,固网互联网及数据业务收入>上月,固网互联网及数据业务收入>环比 ,固网增值收入>本月,固网增值收入>上月,固网增值收入>环比 ,移动语音收入>本月,移动语音收入>上月,移动语音收入>环比 ,移动互联网及数据业务收入>本月,移动互联网及数据业务收入>上月,移动互联网及数据业务收入>环比 ,移动增值收入>本月,移动增值收入>上月,移动增值收入>环比 ,流量业务>本月,流量业务>上月,流量业务>环比 ,固网互联网应用业务>本月,固网互联网应用业务>上月,固网互联网应用业务>环比,移动互联网应用业务>本月,移动互联网应用业务>上月,移动互联网应用业务>环比,固网ICT服务>本月,固网ICT服务>上月,固网ICT服务>环比,移动ICT服务>本月,移动ICT服务>上月,移动ICT服务>环比,其他收入>本月,其他收入>上月,其他收入 >环比,移动转售业务收入>本月,移动转售业务收入>上月,移动转售业务收入>环比 ";
      break;
    case 109:
      title = "营销网格,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比,本月,上月,环比";
      break;
    case 110:
      title = "网格名称,用户基数,当月有效,当月用户保有率,用户基数,当月有效,当月用户保有率,拍照套餐数量,续约数量,续用数量,当月续约续用率,当月用户保有率,当月收入保有率,当月流量保有率,当月语音保有率,当月综合保有率,收入基数,当月完成,当月收入保有率,宽带拍照基数,当月保有数,当月用户保有率,收入基数,当月完成,当月收入保有率,用户基数,当月出账数,当月用户保有率";
      break;
    case 111:
      title = "营销网格,移动拍照>用户基数,移动拍照>当月有效,移动拍照>当月用户保有率 ,移动中高端>用户基数,移动中高端>当月有效,移动中高端 >当月用户保有率 ,高端明星机>拍照套餐数量,高端明星机>续约数量,高端明星机>续用数量 ,高端明星机>当月续约续用率,高端明星机>当月用户保有率,高端明星机>当月收入保有率 ,高端明星机>当月流量保有率,高端明星机>当月语音保有率,高端明星机>当月综合保有率 ,天翼宽带保有>收入基数,天翼宽带保有>当月完成,天翼宽带保有>当月收入保有率,天翼宽带保有>宽带拍照基数,天翼宽带保有>当月保有数,天翼宽带保有>当月用户保有率 ,政企宽带光纤>收入基数,政企宽带光纤>当月完成,政企宽带光纤>当月收入保有率 ,政企宽带光纤>用户基数,政企宽带光纤>当月出账数,政企宽带光纤>当月用户保有率 ";
      break;
    case 112:
      title = "OBU名称,本地网,三级网格,OBU一级类型,OBU二级类型,OBU三级类型,年度收入预算目标,小CEO姓名,小CEO联系电话,收入,行业客户直销人员数量,商业客户直销人员数量,校园客户直销人员数量,其他销售人员数量,商客销售点数量,校园销售点数量,其他销售点数量,在网用户,出账用户,有效用户,专线,终端,在网用户,出账用户,有效用户";
      break;
    case 113:
      title = "营销网格ID,营销网格名称,全业务收入>累计完成>年度预算目标,全业务收入>累计完成>年累计完成值,全业务收入>累计完成>完成进度,全业务收入>累计完成>目标偏离度,全业务收入>累计完成>收入超额,全业务收入>累计完成>累计同比,全业务收入>当月>当月完成值,全业务收入>当月>当月环比,全业务收入>当月>当月完成进度,移动业务>累计完成>年度预算目标,移动业务>累计完成>年累计完成值,移动业务>累计完成>完成进度,移动业务>累计完成>目标偏离度,移动业务>累计完成>收入超额,移动业务>累计完成>累计同比,移动业务>当月>当月完成值,移动业务>当月>当月环比,移动业务>当月>当月完成进度,固网业务>累计完成>年度预算目标,固网业务>累计完成>年累计完成值,固网业务>累计完成>完成进度,固网业务>累计完成>目标偏离度,固网业务>累计完成>收入超额,固网业务>累计完成>累计同比,固网业务>当月>当月完成值,固网业务>当月>当月环比,固网业务>当月>当月完成进度";
      break;
    case 114:
      title = "营销网格ID,营销网格名称,固网宽带计费净增用户数>累计完成>年度预算目标,固网宽带计费净增用户数>累计完成>年累计完成值,固网宽带计费净增用户数>累计完成>完成进度,固网宽带计费净增用户数>累计完成>目标偏离度,固网宽带计费净增用户数>累计完成>累计同比,固网宽带计费净增用户数>当月>当月完成值,固网宽带计费净增用户数>当月>当月环比,固网宽带计费净增用户数>当月>当月完成进度,移动有效净增用户数（到达）>累计完成>年度预算目标,移动有效净增用户数（到达）>累计完成>年累计完成值,移动有效净增用户数（到达）>累计完成>完成进度,移动有效净增用户数（到达）>累计完成>目标偏离度,移动有效净增用户数（到达）>累计完成>累计同比,移动有效净增用户数（到达）>当月>当月完成值,  移动有效净增用户数（到达）>当月>当月环比,移动有效净增用户数（到达）>当月>当月完成进度,全业务融合套餐净增数>累计完成>年度预算目标,全业务融合套餐净增数>累计完成>年累计完成值,全业务融合套餐净增数>累计完成>完成进度,全业务融合套餐净增数>累计完成>目标偏离度,全业务融合套餐净增数>累计完成>累计同比,全业务融合套餐净增数>当月>当月完成值,全业务融合套餐净增数>当月>当月环比,全业务融合套餐净增数>当月>当月完成进度,移动用户新装>累计完成>年度预算目标,移动用户新装>累计完成>年累计完成值,移动用户新装>累计完成>完成进度,移动用户新装>累计完成>目标偏离度,移动用户新装>累计完成>累计同比,移动用户新装>当月>当月完成值,移动用户新装>当月>当月环比,移动用户新装>当月>当月完成进度,固网宽带用户新装新装>累计完成>年度预算目标,固网宽带用户新装新装>累计完成>年累计完成值,固网宽带用户新装新装>累计完成>完成进度,固网宽带用户新装新装>累计完成>目标偏离度,  固网宽带用户新装新装>累计完成>累计同比,固网宽带用户新装新装>当月>当月完成值,固网宽带用户新装新装>当月>当月环比,固网宽带用户新装新装>当月>当月完成进度";
      break;
    case 115:
      title = "营销网格ID,营销网格名称,固网宽带终端计费净增用户数（户，百分比2位小数）>用户到达,固网宽带终端计费净增用户数（户，百分比2位小数）>累计完成>年累计完成值,固网宽带终端计费净增用户数（户，百分比2位小数）>累计完成>目标偏离度,固网宽带终端计费净增用户数（户，百分比2位小数）>累计完成>累计同比,固网宽带终端计费净增用户数（户，百分比2位小数）>当月>当月完成值,固网宽带终端计费净增用户数（户，百分比2位小数）>当月>当月环比,固网宽带专线计费净增用户数（户，百分比2位小数）>用户到达,固网宽带专线计费净增用户数（户，百分比2位小数）>累计完成>年累计完成值,固网宽带专线计费净增用户数（户，百分比2位小数）>累计完成>年目标偏离度,固网宽带专线计费净增用户数（户，百分比2位小数）>累计完成>累计同比, 固网宽带专线计费净增用户数（户，百分比2位小数）>当月>当月完成值, 固网宽带专线计费净增用户数（户，百分比2位小数）>当月>当月环比, 移动有效净增用户数（到达）>用户达到,移动有效净增用户数（到达）>累计完成>年度预算目标, 移动有效净增用户数（到达）>累计完成>年累计完成值,移动有效净增用户数（到达）>累计完成>完成进度,移动有效净增用户数（到达）>累计完成>目标偏离度,移动有效净增用户数（到达）>累计完成>累计同比, 移动有效净增用户数（到达）>当月>当月完成值, 移动有效净增用户数（到达）>当月>当月环比, 移动有效净增用户数（到达）>当月>当月完成进度, 全业务融合套餐净增数>用户到达,全业务融合套餐净增数>累计完成>年度预算目标, 业务融合套餐净增数>累计完成>年累计完成值,全业务融合套餐净增数>累计完成>完成进度,全业务融合套餐净增数>累计完成>目标偏离度, 全业务融合套餐净增数>累计完成>累计同比, 全业务融合套餐净增数>当月>当月完成值, 全业务融合套餐净增数>当月>当月环比, 全业务融合套餐净增数>当月>当月完成进度";
      break;
    case 116:
      title = "OBU名称,本地网,三级网格,OBU一级类型,OBU二级类型,OBU三级类型,年度收入预算目标,小CEO姓名,小CEO联系电话,直销渠道 > 行业客户直销人员数量,直销渠道 > 商业客户直销人员数量,直销渠道 > 校园客户直销人员数量,直销渠道 > 其他销售人员数量,实体渠道 > 商客销售点数量,实体渠道 > 校园销售点数量,实体渠道 > 其他销售点数量,收入,移动用户到达数 > 在网用户,移动用户到达数 > 出账用户,移动用户到达数 > 有效用户,宽带计费用户到达数 > 终端,宽带计费用户到达数 > 专线,信息化移动用户到达数 > 在网用户,信息化移动用户到达数 > 出账用户,信息化移动用户到达数 > 有效用户";
      break;
    case 117:
      title = "营销网格ID,营销网格名称,全业务收入>累计完成>年累计完成值  ,全业务收入>累计完成>完成进度  ,全业务收入>累计完成>累计同比  ,全业务收入>当月>当月完成值  ,全业务收入>当月>当月环比  ,全业务收入>当月>当月完成进度  ,固网收入>累计完成>年累计完成值  ,固网收入>累计完成>完成进度  ,固网收入>累计完成>累计同比  ,固网收入>当月>当月完成值  ,固网收入>当月>当月环比  ,固网收入>当月>当月完成进度  ,其中：固网语音>累计完成>年累计完成值  ,其中：固网语音>累计完成>累计同比  ,其中：固网语音>当月>当月完成值  ,其中：固网语音>当月>当月环比  ,其中：有线宽带>累计完成>年累计完成值  ,其中：有线宽带>累计完成>累计同比  ,其中：有线宽带>当月>当月完成值  ,其中：有线宽带>当月>当月环比  ,其中：固网资源出租>累计完成>年累计完成值  ,其中：固网资源出租>累计完成>累计同比  ,其中：固网资源出租>当月>当月完成值  ,其中：固网资源出租>当月>当月环比  ,其中：固网基础增值>累计完成>年累计完成值  ,其中：固网基础增值>累计完成>累计同比  ,其中：固网基础增值>当月>当月完成值  ,其中：固网基础增值>当月>当月环比  ,其中：互联网应用（万元 保留2位小数）>累计完成>年累计完成值  ,其中：互联网应用（万元 保留4位小数）>累计完成>累计同比  ,其中：互联网应用（万元 保留5位小数）>当月>当月完成值  ,其中：互联网应用（万元 保留6位小数）>当月>当月环比  ,其中：固网ICT服务收入>累计完成>年累计完成值  ,其中：固网ICT服务收入>累计完成>累计同比  ,其中：固网ICT服务收入>当月>当月完成值  ,其中：固网ICT服务收入>当月>当月环比";
      break;
    case 118:
      title = "营销网格ID,营销网格名称,移动收入>累计完成>年累计完成值  ,移动收入>累计完成>完成进度  ,移动收入>累计完成>累计同比  ,移动收入>当月>当月完成值  ,移动收入>当月>当月环比  ,移动收入>当月>当月完成进度  ,移动语音收入>累计完成>年累计完成值  ,移动语音收入>累计完成>累计同比  ,移动语音收入>当月>当月完成值  ,移动语音收入>当月>当月环比  ,其中：移动基础增值>累计完成>年累计完成值  ,其中：移动基础增值>累计完成>累计同比  ,其中：移动基础增值>当月>当月完成值  ,其中：移动基础增值>当月>当月环比  ,其中：流量收入>累计完成>年累计完成值  ,其中：流量收入>累计完成>累计同比  ,其中：流量收入>当月>当月完成值  ,其中：流量收入>当月>当月环比  ,其中：互联网应用>累计完成>年累计完成值  ,其中：互联网应用>累计完成>累计同比  ,其中：互联网应用>当月>当月完成值  ,其中：互联网应用>当月>当月环比  ,其中：移动ICT服务收入>累计完成>年累计完成值  ,其中：移动ICT服务收入>累计完成>累计同比  ,其中：移动ICT服务收入>当月>当月完成值  ,其中：移动ICT服务收入>当月>当月环比   ";
      break;
    case 119:
      title = "营销网格,本月欠费用户数,收回用户数,收回率,其中：欠费1个月数>欠费数,其中：欠费1个月数>收回数,其中：欠费1个月数>收回率,其中：欠费2个月数>欠费数,其中：欠费2个月数>收回数,其中：欠费2个月数>收回率,其中：欠费3个月数>欠费数,其中：欠费3个月数>收回数,其中：欠费3个月数>收回率,其中：欠费4个月数>欠费数,其中：欠费4个月数>收回数,其中：欠费4个月数>收回率,其中：欠费5个月数>欠费数,其中：欠费5个月数>收回数,其中：欠费5个月数>收回率";
      break;
    case 120:
      title = "店中商编码,店中商名称,店中商一级分类,店中商二级分类,店中商三级分类,归属地区,状态,初始合作时间,销售点地址,是否龙门店,八位编码,运营基础编码,省,市,区县,乡镇,本地网,CRM组织机构编码,龙门店编码,场地性质,业务排他,自营厅级别,自营厅经营方式,开放销售点业态,连锁分类标识,TOP10标识,店内布局类别,售点区域,城市级别,商圈类型,是否CRM接入,是否龙终端接入,销售点标准名称,销售面积,分级信息,门店编码,面向客户类型,品牌进驻,销售点专属属性,专营门店类别,销售点业务范围,销售点卖场类型,销售点功能类型,授权门店级别,渠道管理一级属性,渠道管理二级属性,销售点类别,经营主体编码,经营主体名称,进驻销售点编码,进驻销售点名称,进驻销售点一级分类,进驻销售点二级分类,进驻销售点三级分类";
      break;
    case 121:
      title = "本地网,店中商编码,店中商名称,新增>天翼>销量,新增>天翼>套餐价值,新增>领航>销量,新增>领航>套餐价值,新增>E家>销量,新增>E家>套餐价值,新增>其他>销量,新增>其他>套餐价值,换套餐>天翼>销量,换套餐>天翼>套餐价值,换套餐>领航>销量,换套餐>领航>套餐价值,换套餐>E家>销量,换套餐>E家>套餐价值,换套餐>其他>销量,换套餐>其他>套餐价值,改产品明细>天翼>销量,改产品明细>天翼>套餐价值,改产品明细>领航>销量,改产品明细>领航>套餐价值,改产品明细>E家>销量,改产品明细>E家>套餐价值,改产品明细>其他>销量,改产品明细>其他>套餐价值";
      break;
    case 122:
      title = "序号,销售点编码,销售点名称,销售点一级分类,销售点二级分类,销售点三级分类,销售点所属市,用户所在地市,用户所在区县,移动用户新装数,移动用户激活数,宽带用户新装数,4G套餐用户数,4G套餐销售数,其中4G套餐新用户数,乐享4G套餐销售数,4G换卡数,上月移动用户新装数,上月移动用户激活数,上月宽带用户新装数,上月4G套餐销售数,上月4G换卡数,上上月移动用户新装数,上上月移动用户激活数,上上月宽带用户新装数,上上月4G套餐销售数,上上月4G换卡数";
      break;
    case 123:
      title = "本地网,移动发展量,全渠道移动发展量（本地网）,移动发展增幅,移动激活量,全渠道移动激活量（本地网）,移动激活增幅,移动收入,移动收入增幅,4G套餐销售数,4G套餐销售增幅,全渠道4G套餐销售数（本地网）,其中：乐享4G套餐销售数,全渠道乐享4G套餐销售数（本地网）,4G新发展,全渠道4G新发展（本地网）,4G换卡量,宽带新发展,全渠道宽带（本地网）,宽带新发展增幅,流量包销售,全渠道流量包（本地网）,流量包销售增幅,流量包销售收入";
      break;
    case 124:
      title = "本地网,销售点编码,销售点名称,移动发展量,全渠道移动发展量（本地网）,移动发展增幅,移动激活量,全渠道移动激活量（本地网）,移动激活增幅,移动收入,移动收入增幅,4G套餐销售数,4G套餐销售增幅,全渠道4G套餐销售数（本地网）,其中：乐享4G套餐销售数,全渠道乐享4G套餐销售数（本地网）,4G新发展,4G换卡量,全渠道4G新发展（本地网）,宽带新发展,全渠道宽带（本地网）,宽带新发展增幅,流量包销售,全渠道流量包（本地网）,流量包销售增幅,流量包销售收入";
      break;
    case 125:
      title = "网格名称,小区编码,网格经理,客户经理联系方式,FTTH是否已覆盖,小区规模（户),小区FTTH/O用户接入分光器端口总容量(个),小区FTTH/O用户接入分光器端口实占容量(个),小区ADSL端口总容量(个),小区ADSL端口实占容量(个),宽带用户到达数(户)>4M以下,宽带用户到达数(户)>4M,宽带用户到达数(户)>5-7M,宽带用户到达数(户)>8-19M,宽带用户到达数(户)>20-49M,宽带用户到达数(户)>50M及以上,TTH用户到达数(户)>4M以下,FTTH用户到达数(户)>4M,FTTH用户到达数(户)>5-7M,FTTH用户到达数(户)>8-19M,FTTH用户到达数(户)>20-49M,FTTH用户到达数(户)>50M及以上,宽带中融合用户数>移动融合到达数,宽带中融合用户数>移动融合渗透率,宽带中融合用户数>全业务到达数,宽带中融合用户数>全业务渗透率,光宽带中融合用户数>移动融合到达数,光宽带中融合用户数>移动融合渗透率,光宽带中融合用户数>全业务到达数,光宽带中融合用户数>全业务渗透率,iTV用户数到达数(户)>普通,iTV用户数到达数(户)>高清,宽带拆机用户数(户)";
      break;
    case 126:
      title = "账期月,本地网,三级网格ID,三级网格名称,OBU_ID,OBU名称,支局分类,业务收入完成率,业务收入完成率得分,业务收入同比增长率,全省同类支局平均增长率,业务收入同比增长率得分,利润完成,成本完成,本期全省平均支局利润率,利润完成率,利润完成率得分,去年同期利润率,利润增长率,利润增长率得分,移动用户数完成率,移动用户数完成率得分,宽带用户数完成率,宽带用户数完成率得分,移动用户离网率（%）,移动用户离网率得分,宽带用户离网率（%）,宽带用户离网率得分,移动用户ARPU（元）,全省移动平均ARPU(元）,移动用户ARPU得分,宽带用户ARPU（元）,全省宽带平均ARPU(元）,宽带用户ARPU得分,支局得分总计,全省排名（按照支局分类排名）,分公司内排名（按照支局分类排名）";
      break;
    case 127:
      title = "网格单位,已处理工单数量,投诉申告>其中：移动业务,投诉申告>其中：固网业务,投诉申告>其中：渠道服务,投诉申告>其中：积分及客户关怀,投诉申告>其中：号百业务,投诉申告>其中：规则政策类,投诉申告>其中：政企产品及行业应用,越级投诉申告>其中：省总经理热线,越级投诉申告>其中：省通管局申诉,越级投诉申告>其中：工信部申诉,越级投诉申告>其中：集团投诉,越级投诉申告>其中：省公司信访投诉";
      break;
    case 1271:
      title = "工单流水号,工单一级类型,工单二级类型,受理时间,受理号码,主叫号码,联系地址,处理人工号,服务内容,产品实例ID,产品ID,产品状态,网格编码,网格名称,客户经理编码,客户经理名称,小组编码,小组名称,区县局（编码）,区县局（名称）,地市（编码）,地市（名称）";
      break;
    case 128:
      title = "营销网格,第x-5月的新装用户数,第x-5月新装用户中>本月出账用户,第x-5月新装用户中>新发展用户离网率,第x-1月新装用户数,第x-1月新装用户中>第x月出账用户数,第x-1月新装用户中>第x月不出账用户数,第x-1月新装用户中>占比,第x-1月新装用户中>第x月“零次户”,第x-1月新装用户中>占比,第x-1月新装用户中>第x月出账且“零次户”,第x-1月新装用户中>占比";
      break;
    case 129:
      title = "网格名称,新增终端数（部）,本年累计新增（部）,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比,数量（部）,占全部比";
      break;
    case 130:
      title = "本地网,电子渠道二级类型,移动发展量,全渠道移动发展量（本地网）,移动发展增幅,移动激活量,全渠道移动激活量（本地网）,移动激活增幅,移动收入,移动收入增幅,4G套餐销售数,4G套餐销售增幅,全渠道4G套餐销售数（本地网）,其中：乐享4G套餐销售数,全渠道乐享4G套餐销售数（本地网）,4G新发展,全渠道4G新发展（本地网）,4G换卡量,宽带新发展,全渠道宽带（本地网）,宽带新发展增幅,流量包销售,全渠道流量包（本地网）,流量包销售增幅,流量包销售收入";
      break;
    case 131:
      title = "区域,宽带计费用户结构>用户到达数,宽带计费用户结构>4M以下,宽带计费用户结构>占比,宽带计费用户结构>4M(含)~7M（含）,宽带计费用户结构>占比,宽带计费用户结构>8M(含)~19M（含）,宽带计费用户结构>占比,宽带计费用户结构>20M（含）及~50M（不含）,宽带计费用户结构>占比,宽带计费用户结构>50M（含）及~100M（不含）,宽带计费用户结构>占比,宽带新装用户结构>当月新装用户数,宽带新装用户结构>4M以下,宽带新装用户结构>占比,宽带新装用户结构>4M(含)~7M（含）,宽带新装用户结构>占比,宽带新装用户结构>8M(含)~19M（含）,宽带新装用户结构>占比,宽带新装用户结构>20M（含）及~50M（不含）,宽带新装用户结构>占比,宽带新装用户结构>50M（含）及~100M（不含）,宽带新装用户结构>占比";
      break;
    case 132:
      title = "区域,上年年年末宽带接入用户数,上月宽带接入用户数,当月宽带接入用户数,当月新装宽带用户数,累计新装宽带用户数,当月宽带离网率,当年月均宽带离网率";
      break;
    case 133:
      title = "网格名称,宽带计费用户数,宽带活跃用户数,宽带活跃率,宽带用户月均使用时长(小时),宽带用户月均使用次数,宽带用户月均流量(G),使用时长超过平均时长的用户数,使用次数超过平均的用户数,使用流量超过平均流量的用户数,使用时长不足平均时长10%的用户数,使用次数不足平均次数10%的用户数,使用流量不足平均流量10%的用户数,使用时长超过平均时长的用户数,使用次数超过平均次数10倍的用户数,使用流量超过平均流量10倍的用户数";
      break;
    case 134:
      title = "OBU名称,归属本地网,归属三级网格,OBU一级类型,OBU二级类型,OBU三级类型,移动售卡,移动新装量,其中：双零用户数,其中：100M以上流量用户数,宽带受理,宽带竣工,其中：宽带终端受理,其中：宽带终端竣工,宽带光纤受理量,宽带光纤竣工,ITV受理,ITV竣工,全业务融合套餐受理";
      break;
    case 135:
      title = "OBU名称,本地网,三级网格,OBU一级类型,OBU二级类型,OBU三级类型,移动售卡,移动新装量,其中：双零用户数,其中：100M以上流量用户数,宽带受理,宽带竣工,其中：宽带终端受理,其中：宽带终端竣工,宽带光纤受理量,宽带光纤竣工,ITV受理,ITV竣工,全业务融合套餐受理";
      break;
    case 136:
      title = "OBU名称,归属本地网,归属三级网格,OBU一级类型,OBU二级类型,OBU三级类型,移动售卡,移动新装量,宽带受理,宽带竣工,其中：宽带终端受理,其中：宽带终端竣工,宽带光纤受理量,宽带光纤竣工,ITV受理,ITV竣工,全业务融合套餐受理 ";
      break;
    case 137:
      title = "本地网,区县局ID,区县局名称,OBU_ID,OBU名称,人均维护等效用户数>固网用户,人均维护等效用户数>有线宽带用户,人均维护等效用户数>维护员工数,人均维护等效用户数>人均维护等效用户数,宽带平均装机时长>Σ宽带装机竣工时间-Σ宽带装机受理时间,宽带平均装机时长>Σ宽带装机工单数,宽带平均装机时长>宽带平均装机时长,宽带修障平均时长>Σ(故障处理完成时间-故障受理时间),宽带修障平均时长>Σ修障工单数,宽带修障平均时长>宽带修障平均时长,装维随销产品数量,装机户均使用线缆长度>新装机消耗的蝶形引入光缆长度,装机户均使用线缆长度>新装机FTTH用户数,装机户均使用线缆长度>装机户均使用线缆长度,户均维护成本(材料费）>划小单元可控的成本费用,户均维护成本(材料费）>固网用户,户均维护成本(材料费）>有线宽带用户,户均维护成本(材料费）>户均维护成本(材料费）,服务区域用户投诉率>月投诉件数,服务区域用户投诉率>维护用户数（万户）,服务区域用户投诉率>维护区域用户投诉率,宽带障碍24小时修复率>当月24小时内修复的宽带障碍数,宽带障碍25小时修复率>当月修复的宽带障碍数,宽带障碍26小时修复率>宽带障碍24小时修复率,宽带装移机24/48小时开通率>月已竣工且在24/48小时竣工的工单数,宽带装移机24/49小时开通率>当月竣工工单总数,宽带装移机24/50小时开通率>宽带装移机24/48小时开通率,宽带障碍维修及时率>当月时限内维修完成并确认修复的宽带工单数,宽带障碍维修及时率>当月修复开宽带工单总数,宽带障碍维修及时率>宽带障碍维修及时率";
      break;
    case 138:
      title = "本地网,区县局ID,区县局名称,OBU_ID,OBU名称,人均维护线路长度（含光缆和电缆）>\t维护光缆皮长公里数,人均维护线路长度（含光缆和电缆）>\t维护电缆线对公里数,人均维护线路长度（含光缆和电缆）>\t维护员工数,人均维护线路长度（含光缆和电缆）>\t人均维护线路长度,人均维护宽带设备数>\t维护接入宽带设备数量,人均维护宽带设备数>\t维护员工数,人均维护宽带设备数>\t人均维护宽带设备数,划小维护单元成本,ONU障碍次数,铜缆宽带端口速率达标率>\t宽带（铜缆）用户端口测试速率大于等于业务签约速率的数量,铜缆宽带端口速率达标率>\t宽带测试系统中宽带（铜缆）用户端口测试总数量,铜缆宽带端口速率达标率>\t铜缆宽带端口速率达标率,宽带用户障碍率>\t宽带产品障碍派单数量,宽带用户障碍率>\t网格内宽带产品总数量,宽带用户障碍率>\t宽带用户障碍率,接入网（FTTN和FTTB）障碍工单处理及时率>\t时限内处理完成工单数（派单内容中含时限,接入网（FTTN和FTTB）障碍工单处理及时率>\t派发工单总数,接入网（FTTN和FTTB）障碍工单处理及时率>\t接入网（FTTN和FTTB）障碍工单处理及时率,接入网（FTTN和FTTB）设备工单障碍率>\t处理完成工单数（派单内容中含时限）,接入网（FTTN和FTTB）设备工单障碍率>\t派发工单总数,接入网（FTTN和FTTB）设备工单障碍率>\t接入网（FTTN和FTTB）设备工单障碍率\t";
      break;
    case 139:
      title = "本地网,区县局ID,区县局名称,OBU_ID,OBU名称,人均维护等效基站数>维护等效基站数量,人均维护等效基站数>维护员工数,人均维护等效基站数>人均维护等效基站数,划小维护单元增收>今年移动业务收入,划小维护单元增收>去年业务收入,划小维护单元增收>划小维护单元增收,划小维护单元可控成本,CDMA基站和小区中断分钟,CDMA基站和小区中断率,AB类基站中断障碍修复超时次数,CDMA大面积基站中断次数,移动网质量类万用户投诉量";
      break;
    case 140:
      title = "本地网,区县局ID,区县局名称,OBU_ID,OBU名称,2014年实际水费,2014年实际电费,2014年实际气费,2014年实际煤费,2014年实际油费,2014年实际能耗费（小计）,2014年可比水费,2014年可比电费,2014年可比气费,2014年可比煤费,2014年可比油费,2014年可比能耗费（小计）,万元收入能耗占比";
      break;
    case 141:
      title = "本地网,区县局ID,区县局名称,OBU_ID,OBU名称,全业务开通履约率>在要求完成时限内按时开通的业务工单数量,全业务开通履约率>总工单数量,全业务开通履约率>全业务开通履约率,故障处理履约率>在要求完成时限内按时完成的故障工单数量,故障处理履约率>总工单数量,故障处理履约率>故障处理履约率,政企业务故障率>统计周期内客户有效申告故障工单数量,政企业务故障率>客户电路（业务）总数,政企业务故障率>政企业务故障率,客户有理由投诉,客户满意度,客户经理满意度,OBU考核得分,运维效率提升率>当期实际人均总工时,运维效率提升率>上期人均总工时,运维效率提升率>上期人均总工时,运维效率提升率>运维效率提升率,业务收入增长率>当期客户计费总收入,业务收入增长率>上期客户计费总收入,业务收入增长率>业务收入增长率,维护服务产品收入增长率>当期维护服务产品计费总收入,维护服务产品收入增长率>上期维护服务产品计费总收入,维护服务产品收入增长率>上期维护服务产品计费总收入,维护服务产品收入增长率> 维护服务产品收入增长率,支撑政企转化的新增业务收入额,存量业务保有收入,维护服务产品收入,人工成本>标准工时,人工成本>完成次数,人工成本>人工成本,维护成本,维护服务产品营销成本,客户维系服务成本";
      break;
    case 142:
      title = "营销网格,普通电话>本月,普通电话>上月,普通电话>环比 ,ADSL>本月,ADSL>上月,ADSL>环比 ,CDMA>本月,CDMA>上月,CDMA>环比 ,LAN>本月,LAN>上月,LAN>环比 ,IPTV>本月,IPTV>上月,IPTV>环比 ,光纤>本月,光纤>上月,光纤>环比 ,小灵通>本月,小灵通>上月,小灵通>环比 ,数字电路>本月,数字电路>上月,数字电路>环比 ,其他>本月,其他>上月,其他>环比 ,合计>本月,合计>上月,合计>环比 ";
      break;
    case 143:
      title = "本地网,日数据>发展量(户),日数据>其中：新装用户（户）,日数据>迁移用户（户）,日数据>日装机环比,拆机数(户) ,日数据>净增数（户）,月累计数据>月累计装机数(户),月累计数据>其中：月累计新装用户（户）,月累计数据>其中：月累计迁移用户（户）,月累计数据>月累计环比,月累计数据>月累计拆机数(户),月累计数据>月累计净增数(户)";
      break;
    case 144:
      title = "统计周期,省ID,省名称,本地网id,本地网名称,区县ID,区县,化小编码,化小名称,销售点一级属性ID,销售点一级属性名称,销售点二级属性ID,销售点二级属性名称,销售点三级属性ID,销售点三级属性名称,销售点编码,销售点名称,销售点状态,店中商,员工CODE,员工姓名,员工状态,销售人员岗位ID,销售人员岗位,直销渠道人员细分ID,直销渠道人员细分,商业客户直销人员细分ID,商业客户直销人员细分,校园客户直销人员细分ID,校园客户直销人员细分,销售点功能类型,商圈级别,商圈名称,销售点卖场类型,移动销量,固话销量,宽带销量 ";
      break;
    case 145:
      title = "活动类报表,目标用户数,参与活动用户数,流量使用100M以上用户数,访问内容TOP1（URL）,访问内容TOP2,访问内容TOP3,访问APP应用TOP1,访问APP应用TOP2,访问APP应用TOP3,搜索TOP1,搜索TOP2,搜索TOP3,兴趣点TOP1,兴趣点TOP2,兴趣点TOP3,23:00-7:00,7:00-12:00,12:00-14:00,14:00-18:00,18:00-23:00";
      break;
    case 146:
      title = "日期,本地网,区县局,OBU_ID,OBU名称,四级网格ID,四级网格名称,网格经理名称,销售品实例ID,销售品ID,销售品名称,销售品品牌ID,销售品品牌名称,销售人,发展人,销售人所属营业厅";
      break;
    case 147:
      title = "账期,省编码,省名称,本地网ID,本地网,区局ID,区局名称,渠道一级分类,渠道二级分类,渠道三级分类,实体渠道类型,专属类别,售点区域,销售点编码格式转换,销售点名称,划小单元编码,划小单元名称,本日销量,上日销量,本月累计销量,上月同期销量,本月日均销量,上月同期日均销量,销售点状态,店中商,销售点功能类型,商圈级别,商圈名称,销售点卖场类型,销售点新建时间,授权门店级别,专营门店类别,渠道经理姓名,督导姓名";
      break;
    case 148:
      title = "账期,省编码,省名称,本地网ID,本地网,区局ID,区局名称,渠道一级分类,渠道二级分类,渠道三级分类,实体渠道类型,专属类别,售点区域,销售点编码格式转换,销售点名称,划小单元编码,划小单元名称,本月销量,上月销量,去年同月销量,上上月销量,去年上月销量,年累计销量,去年同期销量,销售点状态,店中商,销售点功能类型,商圈级别,商圈名称,销售点卖场类型,销售点新建时间,授权门店级别,专营门店类别,渠道经理姓名,督导姓名";
      break;
    case 149:
      title = "日期,区县局,OBU_ID,OBU名称,四级网格ID,四级网格名称,五级网格ID,五级网格名称,网格经理名称,逻辑网格ID,逻辑网格名称,销售品实例,主用户号码,产品类型,归属账户,代表电话,客户编码,客户名称,证件号码,联系电话,客户地址,总欠费,欠费账期,欠费账龄,确认欠费,待收欠费,是否红名单,免催标识,免停标识,停机状态,拆机标识";
      break;
    case 999:
      title = "网格名称,营销逻辑网格数(公众、政企及未标的),(政企类型)营销逻辑网格数,大客户单位合计,党政军,金融,大企业,中小企业,高端聚类合计,旅游饭店及餐饮,医院,网吧,校园合计,其中：大中专,其中：中小学,商务楼宇,产业园区,专业市场,集镇街道,住宅小区,大区域网格,其他或未标,(政企）实营销逻辑网格数,F类销售品数,(政企）虚营销逻辑网格数,M类销售品数,(政企）未划定营销逻辑网格数 ";
      break;
    case 151:
      title = "本地网,到期合约数,其中政企,其中客服,续约成功数,其中政企,其中客服,续约率,其中政企,其中客服,续用成功数,其中政企,其中客服,续用率,其中政企,其中客服,成功数,其中政企,其中客服,成功率,其中政企,其中客服";
      break;
    case 152:
      title = "营销网格,当月-新装-自有,当月-新装-其他,当月-变更-自有,当月-变更-其他,当年-新装-自有,当年-新装-其他,当年-变更-自有,当年-变更-其他,当月-迁出-自有,当月-迁出-其他,当月-拆机-自有,当月-拆机-其他,当年-迁出-自有,当年-迁出-其他,当年-拆机-自有,当年-拆机-其他,净增-当月-自有,净增-当月-其他,净增-当年-自有,净增-当年-其他,累计到达-自有,累计到达-其他";
      break;
    case 153:
      title = "营销网格,自有,其它,自有,其它,自有,其它,自有,其它,自有,其它,自有,其它,自有,其它,自有,其它,自有,其它,自有,其它,自有,其它";
      break;
    case 154:
      title = "营销网格,大客户单位>党政军,大客户单位>金融,大客户单位>大企业,大客户单位>中小企业,大客户单位>旅游饭店,大客户单位>医院,大客户单位>网吧,校园>大中专院校,校园>中小学,商客市场>商务楼宇,商客市场>产业园区,商客市场>专业市场,商客市场>集镇街道,其它>住宅小区,其它>大区域网格,其它>其它或未标";
      break;
    case 155:
      title = "本地网,合约到期量>到期合约数,合约到期量>其中政企,合约到期量>其中客服,续约>累计续约成功量>续约成功数,续约>累计续约成功量>其中政企,续约>累计续约成功量>其中客服,续约>续约成功率>续约率,续约>续约成功率>其中政企,续约>续约成功率>其中客服,续用>累计续用成功量>续用成功数,续用>累计续用成功量>其中政企,续用>累计续用成功量>其中客服,续用>续用成功率>续用率,续用>续用成功率>其中政企,续用>续用成功率>其中客服,续约+续用>累计续约+续用成功量>成功数,续约+续用>累计续约+续用成功量>其中政企,续约+续用>累计续约+续用成功量>其中客服,续约+续用>续约+续用成功率>成功率,续约+续用>续约+续用成功率>其中政企,续约+续用>续约+续用成功率>其中客服";
      break;
    case 156:
      title = "本地网,变更融合 >总量,变更融合 >变更融合占比,变更融合 >其中变更到209以上,变更融合 >其中变更到139到209区间,变更融合 >其中变更到139元以下,变更单产品占比 >总量,变更单产品占比 >变更单产品占比,变更单产品占比 >其中变更到199以上,变更单产品占比 >其中变更到99到199区间,变更单产品占比 >其中变更到99元以下,合计变更";
      break;
    case 157:
      title = "本地网,总体>用户数,总体>流量,总体>收入,总体>主叫计费时长,总体>综合保有率,政企>用户数,政企>流量,政企>收入,政企>主叫计费时长,政企>综合保有率,客服>用户数,客服>流量,客服>收入,客服>主叫计费时长,客服>综合保有率  ";
      break;
    case 158:
      title = "市分公司,区县分公司,划小核算支局,移动用户(户)>移动出账用户到达数,移动用户(户)>移动出账用户到达数-其中3G流量用户到达数,移动用户(户)>移动用户新装数,有线宽带用户(户)>有线宽带用户到达数,有线宽带用户(户)>有线宽带用户到达数-其中FTTH/O宽带接入用户到达数,有线宽带用户(户)>有线宽带用户新装数,有线宽带用户(户)>有线宽带用户新装数-其中FTTH/O宽带接入用户到达数,固定电话用户(户)>固定电话用户（在网）到达数,固定电话用户(户)>固定电话用户新装数,其他指标(人)>人员数量";
      break;
    case 159:
      title = "渠道名称,销售员总量,销售点总量,有销量的销售员数量,有销量的销售点数量,日新增宽带用户总数,[0M-1M),[1M-2M),[2M-4M),[4M-8M),[8M-12M),[12M-20M),[20M-50M),[50M-100M),100M以上（含100M）,ADSL,LAN(电路方式）,FTTB_LAN,FTTH/O,接入方式其它";
      break;
    case 160:
      title = "本地网,三级网格,OBU ID,OBU名称,OBU一级类型,OBU二级类型,OBU三级类型,移动新装量,宽带新装量,行业客户直销人员数量,行业客户直销人员移动新装量,行业客户直销人员宽带新装量,商业客户直销人员数量,商业客户直销人员移动新装量,商业客户直销人员宽带新装量,校园客户直销人员数量,校园客户直销人员移动新装量,校园客户直销人员宽带新装量,政企其他销售人员数量,政企其他销售人员移动新装量,政企其他销售人员宽带新装量,行业实体门店数量,行业实体门店移动新装量,行业实体门店宽带新装量,商客实体门店数量,商客实体门店移动新装量,商客实体门店宽带新装量,校园实体门店数量,校园实体门店移动新装量,校园实体门店移动新装量";
      break;
    case 161:
      title = "渠道名称,T-1月派单分析>T-1月派单数,T-1月派单分析>本月保有数,T-1月派单分析>保有率,T-2月派单分析>T-2月派单数,T-2月派单分析>本月保有数,T-2月派单分析>保有率,T-3月派单分析>T-3月派单数,T-3月派单分析>本月保有数,T-3月派单分析>保有率";
      break;
    case 162:
      title = "OBU信息>本地网,OBU信息>三级网格,OBU信息>OBU ID,OBU信息>OBU名称,OBU信息>OBU一级类型,OBU信息>OBU二级类型,OBU信息>OBU三级类型,OBU重点业务发展量>移动新装量,OBU重点业务发展量>宽带新装量,OBU内政企渠道直销人员数量、发展量>行业客户直销人员数量,OBU内政企渠道直销人员数量、发展量>行业客户直销人员移动新装量,OBU内政企渠道直销人员数量、发展量>行业客户直销人员宽带新装量,OBU内政企渠道直销人员数量、发展量>商业客户直销人员数量,OBU内政企渠道直销人员数量、发展量>商业客户直销人员移动新装量,商业客户直销人员宽带新装量,OBU内政企渠道直销人员数量、发展量>校园客户直销人员数量,OBU内政企渠道直销人员数量、发展量>校园客户直销人员移动新装量,OBU内政企渠道直销人员数量、发展量>校园客户直销人员宽带新装量,OBU内政企渠道直销人员数量、发展量>政企其他销售人员数量,OBU内政企渠道直销人员数量、发展量>政企其他销售人员移动新装量,OBU内政企渠道直销人员数量、发展量>政企其他销售人员宽带新装量,OBU内归属政企实体门店的数量、发展量>行业实体门店数量,OBU内归属政企实体门店的数量、发展量>行业实体门店移动新装量,OBU内归属政企实体门店的数量、发展量>行业实体门店宽带新装量,OBU内归属政企实体门店的数量、发展量>商客实体门店数量,OBU内归属政企实体门店的数量、发展量>商客实体门店移动新装量,OBU内归属政企实体门店的数量、发展量>商客实体门店宽带新装量,OBU内归属政企实体门店的数量、发展量>校园实体门店数量,OBU内归属政企实体门店的数量、发展量>校园实体门店移动新装量,OBU内归属政企实体门店的数量、发展量>校园实体门店移动新装量";
      break;
    case 163:
      title = "本地网,本月新装用户数,新装用户速率分布>20M以下,新装用户速率分布>20M（含）~50M,新装用户速率分布>50M（含）及以上 ,新装用户套餐价值>89以下 ,新装用户套餐价值>89（含）~139,新装用户套餐价值>139（含）及以上,本月迁转用户数,迁转后速率分布>20M以下,迁转后速率分布>20M（含）~50M,迁转后速率分布>50M（含）及以上 ,迁转用户套餐价值（迁转后）>89以下 ,迁转用户套餐价值（迁转后）>89（含）~139,迁转用户套餐价值（迁转后）>139（含）及以上,本月迁转用户的套餐价值变化>高迁用户数,本月迁转用户的套餐价值变化>平迁用户数,本月迁转用户的套餐价值变化>低迁用户数 ,上月迁转用户的收入变化 >12月迁转用户数,上月迁转用户的收入变化 >上上月收入 ,上月迁转用户的收入变化 >上月收入 ,上月迁转用户的收入变化 >本月收入";
      break;
    case 164:
      title = "本地网,套餐总数 ,宽带无上网>ITV不活跃手机无被叫通话>套餐数,宽带无上网>ITV不活跃手机无被叫通话>占比 ,宽带无上网>其他用户>套餐数 ,宽带无上网>其他用户>占比,宽带正常使用>ITV不活跃手机无被叫通话>套参数,宽带正常使用>ITV不活跃手机无被叫通话>占比,宽带正常使用>ITV不活跃手机有被叫通话>套参数,宽带正常使用>ITV不活跃手机有被叫通话>占比,宽带正常使用>ITV活跃手机无被叫通话>套参数,宽带正常使用>ITV活跃手机无被叫通话>占比,宽带正常使用>ITV活跃手机有被叫通话>套参数,宽带正常使用>ITV活跃手机有被叫通话>占比";
      break;
    case 165:
      title = "收回率,其中：欠费1个月数>欠费数,其中：欠费1个月数>收回数,其中：欠费1个月数>收回率,其中：欠费2个月数>欠费数,其中：欠费2个月数>收回数,其中：欠费2个月数>收回率,\t\t其中：欠费3个月数>欠费数,其中：欠费3个月数>收回数,其中：欠费3个月数>收回率,其中：欠费4个月数>欠费数,其中：欠费4个月数>收回数,其中：欠费4个月数>收回率,其中：欠费5个月数>欠费数,其中：欠费5个月数>收回数,其中：欠费5个月数>收回率";
      break;
    case 166:
      title = "本地网,基本情况>拍照移动用户数（万户）,基本情况>拍照对应套餐数（万户）,基本情况>月受理合约量（符合标准）（户）,基本情况>成本补贴金额（万元）,基本情况>户均成本补贴金额（元）,网龄情况>一年以内,网龄情况>二到三年,网龄情况>三年以上,网龄情况>合计,网龄情况>三年以上占比,套餐情况>其他,套餐情况>乐享4G,套餐情况>新融合,套餐情况>总计";
      break;
    case 167:
      title = "网格名称,预警派单总派单量,欠费用户派单量,预存不足派单量,促销到期派单量,促销3个月内到期派单量,消费异常派单量,预警派单总成功执行量,欠费用户派单成功执行量,预存不足派单成功执行量,促销到期派单成功执行量,促销3个月内到期派单成功执行量,消费异常派单成功执行量,预警派单总成功执行率,欠费用户派单成功执行率,预存不足派单成功执行率,促销到期派单成功执行率,促销3个月内到期派单成功执行率,消费异常派单成功执行率";
      break;
    case 168:
      title = "网格名称,派单量>预警派单总派单量,派单量>欠费用户派单量,派单量>预存不足派单量,派单量>促销到期派单量,派单量>促销3个月内到期派单量,派单量>消费异常派单量,派单成功执行量>预警派单总成功执行量,派单成功执行量>欠费用户派单成功执行量,派单成功执行量>预存不足派单成功执行量,派单成功执行量>促销到期派单成功执行量,派单成功执行量>促销3个月内到期派单成功执行量,派单成功执行量>消费异常派单成功执行量,执行率>预警派单总成功执行率,执行率>欠费用户派单成功执行率,执行率>预存不足派单成功执行率,执行率>促销到期派单成功执行率,执行率>促销3个月内到期派单成功执行率,执行率>消费异常派单成功执行率";
      break;
    case 169:
      title = "本地网,OBU名称,客户名称,客户经理,行业属性标志,总收入>本月收入,总收入>环比,固网业务收入>固网业务收入合计,固网业务收入>政企客户固网话音收入,固网业务收入>政企客户互联网接入收入,固网业务收入>政企客户资源出租业务收入,固网业务收入>固网增值及号百,固网业务收入>ICT,固网业务收入>IDC,移动业务收入>移动业务收入合计,移动业务收入>其中:移动流量收入";
      break;
    case 170:
      title = "本地网,OBU名称,客户名称,客户经理,行业属性标志,总收入>累计收入,总收入>同比,固网业务收入（累计）>固网业务收入合计,固网业务收入（累计）>政企客户固网话音收入,固网业务收入（累计）>政企客户互联网接入收入,固网业务收入（累计）>政企客户资源出租业务收入,固网业务收入（累计）>固网增值及号百,固网业务收入（累计）>ICT,固网业务收入（累计）>IDC,移动业务收入（累计）>移动业务收入合计,移动业务收入（累计）>其中:移动流量收入";
      break;
    case 171:
      title = "本地网,客户名称,客户经理,所属部门或区、县局,所属OBU名称,行业属性标识,总收入>收入,总收入>环比上月,其中：宽带专线>收入,其中：宽带专线>环比上月,其中：资源出租>收入,其中：资源出租>环比上月,其中：ICT>收入,其中：ICT>环比上月,其中：移动流量>收入,其中：移动流量>环比上月";
      break;
    case 172:
      title = "第二级网格,第三级网格ID,第三级网格 ,OBU网格id,OBU级网格 ,OBU一级类型 ,OBU二级类型 ,OBU三级类型 ,主营收入>累计完成>累计完成值,主营收入>累计完成>累计同比 ,主营收入>当月完成>当月完成值,主营收入>当月完成>当月环比,固网收入>累计完成>累计完成值,固网收入>累计完成>累计同比 ,固网收入>当月完成>当月完成值,固网收入>当月完成>当月环比,其中：固网语音>累计完成>累计完成值,其中：固网语音>累计完成>累计同比 ,其中：固网语音>当月完成>当月完成值,其中：固网语音>当月完成>当月环比,其中：宽带终端>累计完成>累计完成值,其中：宽带终端>累计完成>累计同比 ,其中：宽带终端>当月完成>当月完成值,其中：宽带终端>当月完成>当月环比,其中：宽带专线>累计完成>累计完成值,其中：宽带专线>累计完成>累计同比 ,其中：宽带专线>当月完成>当月完成值,其中：宽带专线>当月完成>当月环比,其中：固网资源出租>累计完成>累计完成值,其中：固网资源出租>累计完成>累计同比 ,其中：固网资源出租>当月完成>当月完成值,其中：固网资源出租>当月完成>当月环比,其中：固网基础增值>累计完成>累计完成值,其中：固网基础增值>累计完成>累计同比 ,其中：固网基础增值>当月完成>当月完成值,其中：固网基础增值>当月完成>当月环比,其中：固网互联网应用>累计完成>累计完成值,其中：固网互联网应用>累计完成>累计同比 ,其中：固网互联网应用>当月完成>当月完成值,其中：固网互联网应用>当月完成>当月环比,其中：天翼高清（剔除结算支出）>累计完成>累计完成值,其中：天翼高清（剔除结算支出）>累计完成>累计同比 ,其中：天翼高清（剔除结算支出）>当月完成>当月完成值,其中：天翼高清（剔除结算支出）>当月完成>当月环比,其中：固网ICT收入>累计完成>累计完成值,其中：固网ICT收入>累计完成>累计同比 ,其中：固网ICT收入>当月完成>当月完成值,其中：固网ICT收入>当月完成>当月环比,其中：固网网间结算收入>累计完成>累计完成值,其中：固网网间结算收入>累计完成>累计同比 ,其中：固网网间结算收入>当月完成>当月完成值,其中：固网网间结算收入>当月完成>当月环比,移动收入>累计完成>累计完成值,移动收入>累计完成>累计同比 ,移动收入>当月完成>当月完成值,移动收入>当月完成>当月环比,其中：移动语音>累计完成>累计完成值,其中：移动语音>累计完成>累计同比 ,其中：移动语音>当月完成>当月完成值,其中：移动语音>当月完成>当月环比,其中：移动基础增值>累计完成>累计完成值,其中：移动基础增值>累计完成>累计同比 ,其中：移动基础增值>当月完成>当月完成值,其中：移动基础增值>当月完成>当月环比,其中：流量收入>累计完成>累计完成值,其中：流量收入>累计完成>累计同比 ,其中：流量收入>当月完成>当月完成值,其中：流量收入>当月完成>当月环比,其中：移动互联网应用>累计完成>累计完成值,其中：移动互联网应用>累计完成>累计同比 ,其中：移动互联网应用>当月完成>当月完成值,其中：移动互联网应用>当月完成>当月环比,其中：移动ICT收入>累计完成>累计完成值,其中：移动ICT收入>累计完成>累计同比 ,其中：移动ICT收入>当月完成>当月完成值,其中：移动ICT收入>当月完成>当月环比,其中：移动转售业务收入>累计完成>累计完成值,其中：移动转售业务收入>累计完成>累计同比 ,其中：移动转售业务收入>当月完成>当月完成值,其中：移动转售业务收入>当月完成>当月环比,其中：移动网间结算收入>累计完成>累计完成值,其中：移动网间结算收入>累计完成>累计同比 ,其中：移动网间结算收入>当月完成>当月完成值,其中：移动网间结算收入>当月完成>当月环比";

      break;
    case 173:
      title = "第二级网格,第三级网格ID,第三级网格 ,OBU网格id,OBU级网格 ,OBU一级类型 ,OBU二级类型 ,OBU三级类型 ,移动有效用户发展（万户）>当月到达 ,移动有效用户发展（万户）>累计净增>累计净增用户数 ,移动有效用户发展（万户）>累计净增>累计净增同比,移动有效用户发展（万户）>当月净增>当月净增用户数,移动有效用户发展（万户）>当月净增>当月净增环比,移动有效用户发展（万户）>累计新装>累计新装用户数,移动有效用户发展（万户）>累计新装>累计新装同比 ,移动有效用户发展（万户）>当月新装>当月新装用户数,移动有效用户发展（万户）>当月新装>当月新装环比,移动出账用户发展（万户）>当月到达 ,移动出账用户发展（万户）>累计净增>累计净增用户数 ,移动有效用户发展（万户）>累计净增>累计净增同比,移动出账用户发展（万户）>当月净增>当月净增用户数,移动出账用户发展（万户）>当月净增>当月净增环比,4G用户发展（万户）>当月到达 ,4G用户发展（万户）>占移动出账用户比 ,4G用户发展（万户）>累计用户净增 ,4G用户发展（万户）>当月用户净增 ,4G用户发展（万户）>当月环比 ,固网宽带终端计费用户（万户）>当月到达 ,固网宽带终端计费用户（万户）>累计净增>累计净增用户数 ,固网宽带终端计费用户（万户）>累计净增>累计净增同比,固网宽带终端计费用户（万户）>当月净增>当月净增用户数,移动有效用户发展（万户）>当月净增>固网宽带终端计费用户（万户）,固网宽带终端计费用户（万户）>累计新装>累计新装用户数,固网宽带终端计费用户（万户）>累计新装>累计新装同比 ,固网宽带终端计费用户（万户）>当月新装>当月新装用户数,固网宽带终端计费用户（万户）>当月新装>当月新装环比,固网宽带专线计费用户发展（万户）>当月到达 ,固网宽带专线计费用户发展（万户）>累计净增>累计净增用户数 ,固网宽带专线计费用户发展（万户）>累计净增>累计净增同比,固网宽带专线计费用户发展（万户）>当月净增>当月净增用户数,固网宽带专线计费用户发展（万户）>当月净增>当月净增环比,固网宽带专线计费用户发展（万户）>累计新装>累计新装用户数,固网宽带专线计费用户发展（万户）>累计新装>累计新装同比 ,固网宽带专线计费用户发展（万户）>当月新装>当月新装用户数,固网宽带专线计费用户发展（万户）>当月新装>当月新装环比,FTTH用户发展（万户）>当月到达 ,FTTH用户发展（万户）>占宽带计费用户比 ,FTTH用户发展（万户）>累计净增>累计净增用户数 ,FTTH用户发展（万户）>累计净增>累计净增同比,FTTH用户发展（万户）>当月净增>当月净增用户数,FTTH用户发展（万户）>当月净增>当月净增环比,FTTH用户发展（万户）>累计新装>累计新装用户数,FTTH用户发展（万户）>累计新装>累计新装同比 ,FTTH用户发展（万户）>当月新装>当月新装用户数,FTTH用户发展（万户）>当月新装>当月新装环比,天翼高清用户发展（万户）>当月到达 ,天翼高清用户发展（万户）>累计净增>累计净增用户数 ,天翼高清用户发展（万户）>累计净增>累计净增同比,天翼高清用户发展（万户）>当月净增>当月净增用户数,天翼高清用户发展（万户）>当月净增>当月净增环比,天翼高清用户发展（万户）>累计新装>累计新装用户数,天翼高清用户发展（万户）>累计新装>累计新装同比 ,天翼高清用户发展（万户）>当月新装>当月新装用户数,天翼高清用户发展（万户）>当月新装>当月新装环比,全业务融合套餐发展（万户）>当月到达 ,全业务融合套餐发展（万户）>累计净增>累计净增用户数 ,全业务融合套餐发展（万户）>累计净增>累计净增同比,全业务融合套餐发展（万户）>当月净增>当月净增用户数,全业务融合套餐发展（万户）>当月净增>当月净增环比,宽带电视套餐用户发展（万户）>当月到达 ,宽带电视套餐用户发展（万户）>累计净增>累计净增用户数 ,宽带电视套餐用户发展（万户）>累计净增>累计净增同比,宽带电视套餐用户发展（万户）>当月净增>当月净增用户数,宽带电视套餐用户发展（万户）>当月净增>当月净增环比";

      break;
    case 174:
      title = "月帐期,销售点ID,销售点编码,销售点名称,销售点一级分类,销售点二级分类,销售点三级分类,归属地,销售点状态,状态时间,合作时间,销售点地址,是否为iPhone授权店,省编码,运营基础编码,省,市,区县,乡镇,本地网,运营基础,龙门店编码,场地性质,业务排他,自营厅级别,自营厅经营方式,开放销售点业态,连锁分类标识,TOP10标识,店内布局类别,售点区域,售点区域,商圈类型,是否CRM接入,是否龙终端接入,销售点标准名称,销售面积,分级信息,门店编码,面向客户类型,品牌进驻,销售点专属属性,专营门店类别,销售点业务范围,销售点卖场类型,销售点功能类型,授权门店级别,渠道一级管理属性,渠道二级管理属性,销售点类别,代理协议,厂商渠道划分类型,对外渠道划分类型,对内渠道划分类型,销售点归属经营主体编码,销售点归属经营主体名称,连锁经营主体类型,全国连锁总部名称,省级连锁总部名称,销售点归属渠道经理编码,销售点归属渠道经理名称,销售点归属商圈编码,销售点归属商圈名称,商圈级别,商圈类型,销售点归属驻地网编码,销售点归属驻地网名称,销售点归属三级网格编码,销售点归属三级网格名称,销售点归属OBU网格编码,销售点归属OBU网格名称,销售点归属OBU一级分类,销售点归属OBU二级分类,移动_账期月,固话_账期月,宽带_账期月,IPTV_账期月,移动_账期月前1月,固话_账期月前1月,宽带_账期月前1月,IPTV_账期月前1月,移动_账期月前2月,宽带_账期月前2月,固话_账期月前2月,IPTV_账期月前2月,移动_账期月前3月,固话_账期月前3月,宽带_账期月前3月,IPTV_账期月前3月,移动_账期月前4月,固话_账期月前4月,宽带_账期月前4月,IPTV_账期月前4月,移动_账期月前5月,固话_账期月前5月,宽带_账期月前5月,IPTV_账期月前5月,移动_账期月前6月,宽带_账期月前6月,固话_账期月前6月,IPTV_账期月前6月,移动_账期月前7月,固话_账期月前7月,宽带_账期月前7月,IPTV_账期月前7月,移动_账期月前8月,固话_账期月前8月,宽带_账期月前8月,IPTV_账期月前8月,移动_账期月前9月,固话_账期月前9月,宽带_账期月前9月,IPTV_账期月前9月,移动_账期月前10月,宽带_账期月前10月,固话_账期月前10月,IPTV_账期月前10月,移动_账期月前11月,固话_账期月前11月,宽带_账期月前11月,IPTV_账期月前11月,移动_账期月前12月,固话_账期月前12月,宽带_账期月前12月,IPTV_账期月前12月";
      break;
    case 175:
      title = "统计周期,本地网ID,本地网,区局ID,区局名称,渠道一级分类,渠道二级分类,渠道三级分类,专属类别,售点区域,销售点编码格式转换,销售点名称,销售点状态,是否店中商,新建时间,自营厅级别,销售点区域ID,专营门店类别,授权门店级别,销售点卖场类型,销售点功能类型,精品渠道标识,商圈编码,商圈级别,商圈名称,划小单元编码,划小单元名称,经营主体编码,经营主体名称,经营主体状态,当月移动销量,当月固话销量,当月宽带销量,当月iTV销量,三大市场区域,厂商渠道标识,厂商渠道形态,乡（镇）,行政村";
      break;
    case 176:
      title = "统计周期,本地网ID,本地网,区局ID,区局名称,渠道一级分类,渠道二级分类,渠道三级分类,专属类别,售点区域,销售点编码格式转换,销售点名称,销售点状态,是否店中商,新建时间,自营厅级别,销售点区域ID,专营门店类别,授权门店级别,销售点卖场类型,销售点功能类型,精品渠道标识,商圈编码,商圈级别,商圈名称,划小单元编码,划小单元名称,经营主体编码,经营主体名称,经营主体状态,销售品销量";
      break;
    case 177:
      title = "统计周期,本地网ID,本地网,区局ID,区局名称,渠道一级分类,渠道二级分类,渠道三级分类,专属类别,售点区域,销售点编码格式转换,销售点名称,销售点状态,是否店中商,新建时间,自营厅级别,销售点区域ID,专营门店类别,授权门店级别,销售点卖场类型,销售点功能类型,精品渠道标识,商圈编码,商圈级别,商圈名称,划小单元编码,划小单元名称,经营主体编码,经营主体名称,经营主体状态,移动出账用户数,移动出账收入(元),宽带出账收入(元),iptv出账收入(元),产生流量(GB),出账收入";
      break;
    case 178:
      title = "统计周期,本地网ID,本地网,区局ID,区局名称,渠道一级分类,渠道二级分类,渠道三级分类,专属类别,售点区域,销售点编码格式转换,销售点名称,销售点状态,是否店中商,新建时间,自营厅级别,销售点区域ID,专营门店类别,授权门店级别,销售点卖场类型,销售点功能类型,精品渠道标识,商圈编码,商圈级别,商圈名称,划小单元编码,划小单元名称,经营主体编码,经营主体名称,经营主体状态,4g销量合计(套餐口径)";
      break;
    case 179:
      title = "统计周期,本地网ID,本地网,区局ID,区局名称,渠道一级分类,渠道二级分类,渠道三级分类,专属类别,售点区域,销售点编码格式转换,销售点名称,销售点状态,是否店中商,新建时间,自营厅级别,销售点区域ID,专营门店类别,授权门店级别,销售点卖场类型,销售点功能类型,精品渠道标识,商圈编码,商圈级别,商圈名称,划小单元编码,划小单元名称,经营主体编码,经营主体名称,经营主体状态,当月移动出账收入合计,存量用户当月移动出账收入,存量用户当月出账数当年新增用户,当月移动出账收入,当年新增用户当月出账数,户均ARPU,49元及以上合约占比";
      break;
    case 200:
      title = "统计周期,本地网,区县,工号,销售员编码,销售员名称,渠道成员类型,身份证号,联系手机,状态,创建时间,销售人员岗位,人员来源,销售人员用工性质,直销渠道人员细分,代理商人员岗位,售点编码,销售点名称,渠道一级细分,渠道二级细分,渠道三级细分,经营主体编码,经营主体名称,移动语音,普通固话,有线宽带,itv";
      break;
    case 201:
      title = "统计周期,本地网ID,本地网,区局ID,区局名称,渠道一级分类,渠道二级分类,渠道三级分类,专属类别,售点区域,销售点编码格式转换,销售点名称,销售点状态,是否店中商,新建时间,自营厅级别,销售点区域ID,专营门店类别,授权门店级别,销售点卖场类型,销售点功能类型,精品渠道标识,商圈编码,商圈级别,商圈名称,划小单元编码,划小单元名称,经营主体编码,经营主体名称,经营主体状态,终端销售量";
      break;
    case 202:
      title = "统计周期,本地网ID,本地网,区局ID,区局名称,渠道一级分类,渠道二级分类,渠道三级分类,专属类别,售点区域,销售点编码格式转换,销售点名称,销售点状态,是否店中商,新建时间,自营厅级别,销售点区域ID,专营门店类别,授权门店级别,销售点卖场类型,销售点功能类型,精品渠道标识,商圈编码,商圈级别,商圈名称,划小单元编码,划小单元名称,经营主体编码,经营主体名称,经营主体状态,当日移动销量,当日固话销量,当日宽带销量,当日iTV销量,三大市场区域,厂商渠道标识,厂商渠道形态,乡（镇）,行政村";
      break;
    case 203:
      title = "统计周期,用户标识,业务号码,用户名,客户编码,客户名称,账户标识,产品类型,业务类型,是否FTTH,付费方式,缴费方式,红名单标识,授信额度,用户计费状态,计费状态时间,用户创建时间,用户在网时长,是否融合,是否包年,是否包月,主套餐,主套餐保底,组合套餐,单套餐,协议套餐,协议保底,最后一次协议时间,协议套餐失效时间,客户群,客户等级,分局,划小,网格描述,本地网,区县,销售点编码,渠道一级分类,渠道二级分类,渠道三级分类,实体渠道类型,专属类别,销售点名称,销售人员岗位,直销渠道人员细分,是否4G套餐,是否4G终端,发展人,受理团队,受理人,营销经理,VIP经理,装机地址,用户联系电话,用户收入,欠费总额,欠费起始月,欠费截止月,是否出账,是否在网,是否新发展,是否单产品,是否零次户,通话次数,通话时长(分),短息条数,使用流量(M),是否服务部下发的流失预警清单,是否养卡用户,是否重入网用户,是否拆机用户,拆机时间,机型,CRM出库机型,出库方式,出库时间,C网手机终端费,首次预存费,预存话费,是否智能,是否租机,速率,局向,交接箱,分线盒,OBD,备注,划配明细说明,销售品名称,星级标识,销售员编码";

      break;
    case 204:
      title = "统计周期,用户标识,业务号码,用户名,客户编码,客户名称,账户标识,产品类型,业务类型,是否FTTH,付费方式,缴费方式,红名单标识,授信额度,用户计费状态,计费状态时间,用户创建时间,用户在网时长,是否融合,是否包年,是否包月,主套餐,主套餐保底,组合套餐,单套餐,协议套餐,协议保底,最后一次协议时间,协议套餐失效时间,客户群,客户等级,分局,划小,网格描述,本地网,区县,销售点编码,渠道一级分类,渠道二级分类,渠道三级分类,实体渠道类型,专属类别,销售点名称,销售人员岗位,直销渠道人员细分,是否百兆,发展人,受理团队,受理人,营销经理,VIP经理,装机地址,用户联系电话,用户收入,欠费总额,欠费起始月,欠费截止月,是否出账,是否在网,是否新发展,是否单产品,是否零次户,通话次数,通话时长(分),短息条数,使用流量(M),是否服务部下发的流失预警清单,是否养卡用户,是否重入网用户,是否拆机用户,拆机时间,机型,CRM出库机型,出库方式,出库时间,C网手机终端费,首次预存费,预存话费,是否智能,是否租机,速率,局向,交接箱,分线盒,OBD,备注,划配明细说明,销售品名称,星级标识,销售员编码";

      break;
    case 210:
      title = "统计周期,本地网id,本地网,区县ID,区县,销售点编码,销售点名称,销售点状态,销售点一级属性,销售点二级属性,销售点三级属性,销售点新建时间,销售点修改时间,场地性质,业务排他,自营厅级别,自营厅经营方式,开放销售点业态,销售点区域,城市级别,商圈类型,CRM是否接入,是否龙系统接入,销售点地址,销售面积,门店编码,是否为iPHONE,实体销售点类别,面向客户类型,专属类别,专营门店类别,授权门店级别,便利点业态,销售点业务范围,销售点卖场类型,销售点功能类型,商客实体店细分,是否佣金结算,化小名称,店中商,网格,精品渠道标识,厂商渠道标识,张贴实名制宣传材料,受理台席摄像头数量,商圈级别,商圈名称,是否核心商圈,经营主体编码,经营主体名称,经营主体状态,经营主体类型,经营主体状态时间,经营主体创建时间,经营主体级别,经营主体连锁类型";

      break;
    case 211:
      title = "第二级网格,三级网格ID,第三级网格 ,OBU网格id,OBU级网格 ,OBU一级类型 ,OBU二级类型 ,OBU三级类型 ,主营收入完成情况>累计完成情况>年度预算目标,主营收入完成情况>累计完成情况>累计完成,主营收入完成情况>累计完成情况>累计完成率,主营收入完成情况>累计完成情况>偏离度,主营收入完成情况>累计完成情况>收入超额,主营收入完成情况>累计完成情况>累计同比,主营收入完成情况>当月完成情况>当月完成,主营收入完成情况>当月完成情况>当月完成率,主营收入完成情况>当月完成情况>当月环比,移动收入完成情况>累计完成情况>年度预算目标,移动收入完成情况>累计完成情况>累计完成,移动收入完成情况>累计完成情况>累计完成率,移动收入完成情况>累计完成情况>偏离度,移动收入完成情况>累计完成情况>收入超额,移动收入完成情况>累计完成情况>累计同比,移动收入完成情况>当月完成情况>当月完成,移动收入完成情况>当月完成情况>当月完成率,移动收入完成情况>当月完成情况>当月环比,固网收入完成情况>累计完成情况>年度预算目标,固网收入完成情况>累计完成情况>累计完成,固网收入完成情况>累计完成情况>累计完成率,固网收入完成情况>累计完成情况>偏离度,固网收入完成情况>累计完成情况>收入超额,固网收入完成情况>累计完成情况>累计同比,固网收入完成情况>当月完成情况>当月完成,固网收入完成情况>当月完成情况>当月完成率,固网收入完成情况>当月完成情况>当月环比,ICT收入完成情况>累计完成情况>年度预算目标,ICT收入完成情况>累计完成情况>累计完成 ,ICT收入完成情况>累计完成情况>累计完成率,ICT收入完成情况>累计完成情况>偏离度,ICT收入完成情况>累计完成情况>收入超额,ICT收入完成情况>累计完成情况>累计同比,ICT收入完成情况>当月完成情况>当月完成,ICT收入完成情况>当月完成情况>当月完成率,ICT收入完成情况>当月完成情况>当月环比,";

      break;
    case 260:
      title = "营维一体团队名称,发展情况>移动发展,发展情况>4g卡发展,发展情况>3G升4G用户数,发展情况>4G终端销量,发展情况>宽带发展,发展情况>其中光网发展,发展情况>天翼高清发展,套餐销量>套餐总销量,套餐销量>其中4G套餐销量,套餐销量>其中4G合约销量,套餐销量>电视套餐销量,套餐销量>其中易卡通,套餐销量>全业务融合,套餐销量>单宽带套餐,套餐销量>全业务融合占比";
      break;
    case 261:
      title = "营维一体团队名称,规模情况>移动有效用户到达,规模情况>4G移动有效到达,规模情况>宽带有效到达,规模情况>光网有效到达,规模情况>全业务有效到达,规模情况>天翼高清到达,规模情况>电视套餐到达,全年累计净增>移动有效用户净增,全年累计净增>4G移动有效净增,全年累计净增>宽带有效净增,全年累计净增>光网有效净增,全年累计净增>全业务有效净增,全年累计净增>天翼高清净增,全年累计净增>电视套餐净增,收入情况>月收入（万元）,收入情况>其中：存量收入（万元）,收入情况>收入累计完成率,收入情况>固网收入（万元）,收入情况>固网宽带收入（万元）,收入情况>流量收入（万元）,收入情况>移动收入（万元）,收入情况>移动发展,收入情况>4G卡发展,收入情况>3G升4G用户数,收入情况>4G终端销量,发展情况>宽带发展,发展情况>其中光网发展,发展情况>天翼高清发展,发展情况>套餐总销量,发展情况>4G套餐销量,发展情况>4G合约销量,发展情况>电视套餐销量,套餐销量>其中易卡通,套餐销量>全业务融合,套餐销量>单宽带套餐,套餐销量>全业务融合占比";

      break;
    case 262:
      title = "营维一体团队名称,在网到达用户数,其中：移动融合>合计,其中：移动融合>占宽带比,其中：移动融合>其中：全业务,其中：移动融合>占宽带比,其中：宽带+ITV>合计,其中：宽带+ITV>占宽带比,其中：宽带+ITV>电视套餐";
      break;
    case 263:
      title = "网格名称,计费收入当日值（元）>计费收入当日值,计费收入当日值（元）>同比,计费收入当日值（元）>环比,计费收入当月累计值（元）>计费收入当月累计值,计费收入当月累计值（元）>同比,计费收入当月累计值（元）>环比";
      break;
    case 264:
      title = "网格名称,月收入>计费确认收入合计(28192),月收入>计费账单收入(2819),月收入>退费(2829),月收入>调帐(2839),月收入>欠费转待收(2949),月收入>待收收回(2859),月收入>村通收入(2869),月收入>代收费(2879),月收入>过期收回(2889),月收入>赠送收回(2899),月收入>物联网收入（2890）,年累计收入>计费确认收入合计(28192),年累计收入>计费账单收入(2819),年累计收入>退费(2829),年累计收入>调帐(2839),年累计收入>欠费转待收(2949),年累计收入>待收收回(2859),年累计收入>村通收入(2869),年累计收入>代收费(2879),年累计收入>过期收回(2889),年累计收入>赠送收回(2899),年累计收入>物联网收入（2890）"; break;
    case 265:
      title = "区县局ID,区县局名称,OBU_ID,OBU名称,CEO编码,CEO名称,逻辑网格ID,逻辑网格编码,逻辑网格名称,月累计宽带装机,月累计宽带拆机,装机虚拟增收,拆机虚拟减收,虚拟净增收入,虚拟收入提成比例,虚拟收入提成,合计确认欠费";
      break;
    case 266:
      title = "区县局ID,区县局名称,OBU_ID,OBU名称,CEO编码,CEO名称,逻辑网格id,逻辑网格编码,逻辑网格名称,固话用户类待装,固话用户类虚拟收入损失,固话用户不装,固话用户缓装,固话联系不上,宽带用户类待装,宽带用户类虚拟收入损失,宽带用户不装,宽带用户缓装,宽带联系不上,ITV用户类待装,ITV用户类虚拟收入损失,ITV用户不装,ITV用户缓装,ITV联系不上";
      break;
    case 267:
      title = "区县局ID,区县局名称,OBU_ID,OBU名称,CEO编码,CEO名称,逻辑网格id,逻辑网格编码,逻辑网格名称,固话无端口待装,固话无端口虚拟收入损失,宽带无端口待装,宽带无端口虚拟收入损失,ITV无端口待装,ITV无端口虚拟收入损失";
      break;
    case 268:
      title = "区县局ID,区县局名称,OBU_ID,OBU名称,CEO编码,CEO名称,当日宽带装机,月累计宽带装机,年累计宽带装机,当月收入预估";
      break;
    case 269:
      title = "区县局ID,区县局名称,OBU_ID,OBU名称,CEO编码,CEO名称,当日手机装机,月累计手机装机,年累计手机装机,当月收入预估";
      break;
    case 270:
      title = "区县局ID,区县局名称,OBU_ID,OBU名称,CEO编码,CEO名称,逻辑网格id,逻辑网格编码,逻辑网格名称,固话到岗,固话竣工,固话24小时竣工,固话24-48装机竣工,固话超48竣工,固话滞留,宽带到岗,宽带竣工,宽带24小时竣工,宽带24-48装机竣工,宽带超48竣工,宽带滞留\tITV到岗,ITV竣工,ITV24小时竣工,ITV24-48装机竣工,ITV超48竣工,ITV滞留";
      break;
    case 271:
      title = "区县局ID,区县局名称,OBU_ID,OBU名称,CEO编码,CEO名称,SO,CO,工单状态,业务状态,产品类型,业务类型,客户名称,装机地址,联系方式,套餐名称,套餐价值,终端促销,业务号码,提货类型,终端类型,付费方式,付费金额,受理部门,受理时间,到岗时间,派单时间,完成时间,待装分类,施工人,备注,营维网格,营维网格编码,营维班组,基础网格ID,基础网格名称,逻辑网格ID,逻辑网格名称";
      break;
    case 272:
      title = "区县局ID,区县局名称,OBU_ID,OBU名称,CEO编码,CEO名称,SO,CO,工单状态,业务状态,产品类型,业务类型,客户名称,装机地址,联系方式,套餐名称,套餐价值,终端促销,业务号码,提货类型,终端类型,付费方式,付费金额,受理部门,受理时间,到岗时间,派单时间,完成时间,待装分类,施工人,备注,营维网格,营维网格编码,营维班组,所属部门,基础网格ID,基础网格名称";
      break;
    case 273:
      title = "区县局ID,区县局名称,OBU_ID,OBU名称,CEO编码,CEO名称,日FTTH宽带发展量,月累计FTTH宽带发展量,年累计FTTH宽带发展量";
      break;
    case 274:
      title = "序号,销售点一级分类,销售点二级分类,销售点三级分类,渠道管理一级属性,渠道管理二级属性,销售点专属属性,管理单位,授权门店级别,省编码,销售点ID,销售点编码,销售点名称,销售点状态,暂停原因,厂商渠道,销售点面积,销售点地址,经营主体ID,经营主体编码,经营主体名称,供应商编码,供应商名称,供应商税率,商圈编码,商圈名称,经营主体状态,销售员ID,销售员编码,CRM工号,销售员名称,销售员状态,销售人员岗位,直销渠道人员细分,CRM营业厅ID,三级网格ID,三级网格名称,四级网格ID,四级网格名称,五级网格ID,五级网格名称,六级网格ID,六级网格名称";
      break;
    case 275:
      title = "网格名称,新增终端数,本年累计新增,4G终端>数量,4G终端>占全部比,0-300元以下终端>数量,0-300元以下终端>占全部比,300-700元以下终端>数量,300-700元以下终端>占全部比,700-1500元以下终端>数量,700-1500元以下终端>占全部比,1500以上终端>数量,1500以上终端>占全部比,苹果终端>数量,苹果终端>占全部比,终端销量目标值,终端销量完成率";
      break;
    case 276:
      title = "营销网格,乐享4G套餐总销量,乐享新增销量,乐享签转销量,乐享4G发展目标值,乐享4G完成率,全业务套餐总销量,全业务新增销量,全业务签转销量,全业务发展目标值,全业务完成率,电视套餐总销量,电视套餐签转销量,电视套餐新增销量,电视套餐发展目标值,电视套餐完成率,合约总销量,单产品4G合约销量,翼支付合约,融合4G合约销量,合约发展目标值,合约完成率,农村19元入门合约销量,19元入门合约目标值,19元入门合约完成率";
      break;
    case 277:
      title = "科目>月帐期,归属信息（网格）>省,归属信息（网格）>市,归属信息（网格）>区县,归属信息（网格）>归属三级网格名称,归属信息（网格）>归属OBU网格编码,归属信息（网格）>归属OBU网格名称,归属信息（网格）>归属OBU一级分类,归属信息（网格）>归属OBU二级分类,渠道单元基本信息>渠道单元名称,渠道单元基本信息>渠道单元编码,渠道单元基本信息>渠道单元类型,渠道单元基本信息>一级分类,渠道单元基本信息>二级分类,渠道单元基本信息>三级分类,渠道单元基本信息>销售点状态,渠道单元附属信息>渠道单元地址,渠道单元附属信息>渠道单元城乡属性,渠道单元附属信息>自营厅级别,渠道单元附属信息>专营门店类别,渠道单元附属信息>社区店标识,渠道单元附属信息>渠道单元卖场类型,渠道单元附属信息>是否强商门店,渠道单元附属信息>厂商渠道形态,渠道单元附属信息>厂商渠道标识,渠道单元附属信息>CRM接入,渠道单元附属信息>授权专营店级别,渠道单元附属信息>渠道单元专属属性,渠道单元附属信息>精品渠道标识,渠道单元附属信息>初始合作时间,渠道单元附属信息>场地性质,渠道单元附属信息>连锁分类标识,渠道单元附属信息>TOP10标识,渠道单元附属信息>渠道单元功能类型,渠道单元附属信息>天翼店中店,经营场所信息>经营场所房产类型,经营场所信息>销售面积,经营场所信息>百度地图经度,经营场所信息>百度地图维度,商圈信息>商圈名称,商圈信息>商圈编码,商圈信息>商圈分类,商圈信息>商圈级别,经营主体信息>经营主体名称,经营主体信息>经营主体编码,经营主体信息>经营主体级别,经营主体信息>连锁经营主体类型,经营主体信息>全国连锁总部名称,经营主体信息>经营主体级别,增配本地信息>渠道单元归属类别,增配本地信息>对外渠道划分类型,增配本地信息>对内渠道划分类型,划小承包信息>渠道单元归属渠道CEO编码,划小承包信息>渠道单元归属渠道CEO名称,划小承包信息>渠道单元归属渠道经理编码,划小承包信息>渠道单元归属渠道经理名称,销售信息>移动201701,销售信息>宽带201701,销售信息>IPTV201701,销售信息>终端201701";

      break;
    case 278:
      title = "营销网格,新增终端数,本年累计新增,数量,占全部比,数量,占全部比,数量,占全部比,数量,占全部比,数量,占全部比,数量,占全部比 ,终端销量目标值,终端销量完成率";
      break;
    case 279:
      title = "营销网格层级,存量用户离网率>当月离网率 ,存量用户离网率>当月离网率环比,存量用户离网率>累计离网率 ,增量用户离网率>当月离网率 ,增量用户离网率>当月离网率环比,增量用户离网率>累计离网率存量用户离网率,用户离网率>当月离网率 ,用户离网率>当月离网率环比,用户离网率>累计离网率存量用户离网率";
      break;
    case 280:
    	title="营销网格,当月>当月存量收入,当月>移动有效用户套餐收入,当月>移动有效中1-4区计费宽带套餐收入,当月>1-4区计费宽带及融合套餐收入,当月>政企光纤宽带+数字电路收入,累计>当月存量收入,累计>移动有效用户套餐收入,累计>移动有效中1-4区计费宽带套餐收入,累计>1-4区计费宽带及融合套餐收入,累计>政企光纤宽带+数字电路收入";
    	break;
    case 281:
    	title="本地网,区县局,OBU id,OBU名称,OBU一级分类,OBU二级分类,我的片区,收入预算（万元）>主营收入,收入预算（万元）>流量收入,收入预算（万元）>ICT收入,净增业务及考核指标目标>移动有效净增,净增业务及考核指标目标>宽带净增,净增业务及考核指标目标>天翼高清净增,净增业务及考核指标目标>全业务净增,净增业务及考核指标目标>4G移动有效净增,净增业务及考核指标目标>电视套餐净增,净增业务及考核指标目标>4G机卡匹配率,净增业务及考核指标目标>翼支付月活跃率,净增业务及考核指标目标>存量用户收入保有率,净增业务及考核指标目标>宽带有效用户保有率,净增业务及考核指标目标>宽带有效用户保有率,净增业务及考核指标目标>移动拉新率,发展类目标>移动发展量,发展类目标>宽带竣工量,发展类目标>天翼高清竣工量,发展类目标>终端销量,发展类目标>乐享4G套餐总销量,发展类目标>全业务发展量,发展类目标>电视套餐发展量,发展类目标>合约总销量,发展类目标>农村19元入门合约";
    	break;
    case 282:
    	title="本地网,区县局,OBU id,OBU名称,OBU一级分类,OBU二级分类,四级网格ID,四级网格名称,五级网格ID,五级网格名称,收入预算（万元）>主营收入,收入预算（万元）>流量收入,收入预算（万元）>ICT收入,净增业务及考核指标目标>移动有效净增,净增业务及考核指标目标>宽带净增,净增业务及考核指标目标>天翼高清净增,净增业务及考核指标目标>全业务净增,净增业务及考核指标目标>4G移动有效净增,净增业务及考核指标目标>电视套餐净增,净增业务及考核指标目标>4G机卡匹配率,净增业务及考核指标目标>翼支付月活跃率,净增业务及考核指标目标>存量用户收入保有率,净增业务及考核指标目标>宽带有效用户保有率,净增业务及考核指标目标>宽带有效用户保有率,净增业务及考核指标目标>移动拉新率,发展类目标>移动发展量,发展类目标>宽带竣工量,发展类目标>天翼高清竣工量,发展类目标>终端销量,发展类目标>乐享4G套餐总销量,发展类目标>全业务发展量,发展类目标>电视套餐发展量,发展类目标>合约总销量,发展类目标>农村19元入门合约";
    	break;
    case 283:
    	title="营销网格,存量用户收入保有>收入基数,存量用户收入保有>当月完成收入,存量用户收入保有>收入保有率,存量用户收入保有>目标值,存量用户收入保有>完成率,宽带拍照用户保有>用户基数,宽带拍照用户保有>当月保有数,宽带拍照用户保有>流失用户数,宽带拍照用户保有>用户保有率,目标值,宽带拍照用户保有>完成率,宽带拍照用户收入保有>收入基数,宽带拍照用户收入保有>当月保有数,宽带拍照用户收入保有>用户保有率,宽带拍照用户收入保有>目标值,宽带拍照用户收入保有>完成率";
    		break;
    case 284:
    	title="营销网格,收入基数,当月完成收入,收入保有率,目标值,完成率,用户基数,当月用户保有数,流失用户数,用户保有率,目标值,完成率,收入基数,当月完成收入,收入保有率,目标值,完成率";
    		break;
    case 285:
    	title="营销网格,在网到达用户数,计费用户数(户）,新装用户数(户),拆机用户数(户),上月计费本月拆机(户),本月欠费剔除 ,本月净增用户数,全年累计净增,净增目标,完成率,上月非计费本月计费用户数（户）,本月计费收入,ARPU,其中全业务数(户),其中全业务占比,其中天翼高清数(户）,其中天翼高清占比";
    		break;
    case 286:
    	title="营销网格,在网到达用户数,计费用户数(户）,新装用户数(户),拆机用户数(户),上月计费本月拆机(户),本月欠费剔除 ,本月净增用户数,全年累计净增,净增目标,完成率,上月非计费本月计费用户数（户）,本月计费收入,ARPU,其中全业务数(户),其中全业务占比,其中天翼高清数(户）,其中天翼高清占比";
    		break;
    		
    case 287:
    	title="营销网格,当月存量收入,移动有效用户套餐收入,移动有效中1-4区计费宽带套餐收入,1-4区计费宽带及融合套餐收入,政企光纤宽带+数字电路收入,当月存量收入,移动有效用户套餐收入,移动有效中1-4区计费宽带套餐收入,1-4区计费宽带及融合套餐收入,政企光纤宽带+数字电路收入";
    		break;
    case 288:
    	title="统计周期,销售点编码,销售点名称,本地网,区县名称,销售点状态,专营门店类别,渠道一级类型,渠道二级类型,渠道三级类型,三大市场区域,专属类别,销售点卖场类型,流量神卡,流其中：神卡新用户,大王卡,其中：大王卡新用户,不限量个人59,其中：59新用户,不限量个人129,其中：129新用户,不限量个人199,其中：199新用户,不限量家庭199,其中：家庭199新用户,不限量家庭299,其中：家庭299新用户,499礼包,其中：499新用户,799礼包,其中：799新用户,不限量礼包,其中：不限量礼包新用户";
    		break;
    case 289:
    	title="统计周期,本地网,区局名称,渠道一级分类,渠道二级分类,渠道三级分类,专属类别,销售点编码格式转换,销售点名称,销售点状态,是否店中商,专营门店类别,销售点卖场类型,精品渠道标识,商圈编码,商圈级别,商圈名称,经营主体编码,经营主体名称,经营主体状态,百兆新增,50兆新增,融合套餐新增,新增移动用户加入融合,新增宽带用户加入融合,副卡新增,新增移动用户加入副卡,翼起赚新增,新增移动用户办理翼起赚";
    		break;
    		
    case 290:
    	title="本地网,CEO_ID,CEO名称,CEO归属的三级网格," +
    		  "移动有效发展>月目标,移动有效发展>本月销量,移动有效发展>环比,移动有效发展>本月完成率,移动有效发展>年目标,移动有效发展>本年累计销量,移动有效发展>累计完成率,"+
    	      "宽带发展>月目标,宽带发展>本月销量,宽带发展>环比,宽带发展>本月完成率,宽带发展>年目标,宽带发展>本年累计销量,宽带发展>累计完成率,"+
    	      "天翼高清发展>月目标,天翼高清发展>本月销量,天翼高清发展>环比,天翼高清发展>本月完成率,天翼高清发展>年目标,天翼高清发展>本年累计销量,天翼高清发展>累计完成率";
    	
    		break;
    case 291:
    	title="分公司,客户经理名称,客户经理工号," +
    		  "星级拍照客户当月出账收入>合计,星级拍照客户当月出账收入>产品当月出账收入（含动态新增）>移动,星级拍照客户当月出账收入>产品当月出账收入（含动态新增）>宽带,星级拍照客户当月出账收入>产品当月出账收入（含动态新增）>固话,"+
    		  "星级拍照客户本年累计出账收入>合计,星级拍照客户本年累计出账收入>产品累计出账收入（含动态新增）>移动,星级拍照客户本年累计出账收入>产品累计出账收入（含动态新增）>宽带,星级拍照客户本年累计出账收入>产品累计出账收入（含动态新增）>固话,"+
    		  "星级拍照客户收入保有率>客户收入保有率,星级拍照客户收入保有率>产品收入保有率>移动,星级拍照客户收入保有率>产品收入保有率>宽带,星级拍照客户收入保有率>产品收入保有率>固话";
    	
    		break;
    case 292:
    	title="本地网 ,实体渠道CEO数量," +
    		  "移动有效发展>月目标 ,移动有效发展>本月销量,移动有效发展>环比 ,移动有效发展>本月完成率 ,移动有效发展>年目标 ,移动有效发展>本年累计销量 ,移动有效发展>本年完成率 ,"+
    		  "宽带发展>月目标 ,宽带发展>本月销量,宽带发展>环比 ,宽带发展>本月完成率 ,宽带发展>年目标 ,宽带发展>本年累计销量 ,宽带发展>本年完成率 ,"+
    		  "天翼高清>月目标 ,天翼高清>本月销量,天翼高清>环比 ,天翼高清>本月完成率 ,天翼高清>年目标 ,天翼高清>本年累计销量 ,天翼高清>本年完成率 ,"+
    		  "未达目标的CEO情况>移动本年累计计划进度 ,未达目标的CEO情况>移动有效未完成进度的CEO数量,未达目标的CEO情况>占比  ,未达目标的CEO情况>宽带本年累计计划进度 ,未达目标的CEO情况>宽带未完成进度的CEO数量  ,未达目标的CEO情况>占比   ,未达目标的CEO情况>天翼高清本年累计计划进度  ,未达目标的CEO情况>天翼高清未完成进度的CEO数量,未达目标的CEO情况>占比 ,未达目标的CEO情况>三项合计未达进度的CEO数量 ,未达目标的CEO情况>占比 ,";
    	
    		break;
    case 293:
    	title="本地网 ,实体渠道CEO数量," +
    		  "移动有效发展>月目标 ,移动有效发展>累计完成 ,移动有效发展>完成率 ,"+
    		  "宽带发展>月目标 ,宽带发展>累计完成,宽带发展>完成率 ,"+
    		  "天翼高清发展>月目标 ,天翼高清发展>累计完成,天翼高清发展>完成率 ,"+
    		  "未达目标的CEO情况>时序进度   ,未达目标的CEO情况>移动有效未达时序进度的CEO数量 ,未达目标的CEO情况>占比  ,未达目标的CEO情况>宽带未达时序进度的CEO数量 ,未达目标的CEO情况>占比  ,未达目标的CEO情况>天翼高清未达时序进度的CEO数量,未达目标的CEO情况>占比,未达目标的CEO情况>三项合计未达时序进度的CEO数量  ,未达目标的CEO情况>占比 ,"+
    	      "零销CEO情况>移动有效累计零销CEO数量   ,零销CEO情况>占比  ,零销CEO情况>宽带累计零销CEO数量   ,零销CEO情况>占比  ,零销CEO情况>天翼高清累计零销CEO数量  ,零销CEO情况>占比,零销CEO情况>三项合计累计零销CEO数量 ,零销CEO情况>占比 ";
    		break;
    case 294:
    	title="本地网,客户名称,全业务收入累计到达（万元）,全业务收入当月（万元）,收入环比（比上月）,固网,移动,专线,固网ICT,移动ICT,物联网,云业务,大数据,移动出账用户,宽带计费用户,专线条数,移动出账用户,宽带计费用户,专线条数,职工人数,是否光改,客户经理,联系电话";
    	break;
    }

    return title;
  }

  public Map<String, Object> getHead(int num)
  {
    Map tableHead = new HashMap();
    switch (num) {
    case 1:
      String[] head1 = { "上级经营主体编码", "经营主体编码", "经营主体名称", "本地网", "门店名称", "门店编码", "网格ID", "销售品实例ID", "产品实例ID", 
        "电话号码", "产品类型", "套餐名称", "机型", "品牌", "受理时间（yyyymmdd）", "竣工时间（yyyymmdd）", "激活时间（yyyymmdd）" };
      String[] fields = { "P_OPERATORS_NBR", "OPERATORS_NBR", "OPERATORS_NAME", "LATN_ID", "CHANNEL_NAME", "CHANNEL_NBR", "GRID_ID", "OFFER_INST_ID", 
        "PROD_INST_ID", "ACCS_NBR", "PROD_ID", "OFFER_NAME", "MODEL_NAME", "BRAND_NAME", "HANDLE_TIME", "FINISH_TIME", "JIHUO_TIME" };
      Integer[] col1 = { Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1) };
      Integer[] row1 = { Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1), Integer.valueOf(1) };
      List headList = new ArrayList();
      headList.add(head1);
      List colList = new ArrayList();
      colList.add(col1);
      List rowList = new ArrayList();
      rowList.add(row1);
      tableHead.put("headList", headList);
      tableHead.put("colList", colList);
      tableHead.put("rowList", rowList);
      tableHead.put("fieldArr", fields);
      break;
    }

    return tableHead;
  }

  public Map<String, Object> getPDFHead5(int head_num)
  {
    Map map = new HashMap();
    String title5 = "";
    String title4 = "";
    String title3 = "";
    String title2 = "";
    String title1 = "";
    switch (head_num)
    {
    case 101:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8.1,8.2,8.3,9,10.1,10.2,11,12,13,14,_";
      title2 = " , ,经营收入,固网收入,宽带收入,移动收入, , ,交通费,业务招待费,广告宣传费,能耗类,修理费,工资薪金,劳务租赁费,业务外包费（营业及维护外包）,业务外包费（农村统包）,业务外包费（收入、利润提成）,佣金,移动终端（自有终端）,移动终端（代理商终端）,ITV终端,宽带终端,渠道建设费,宽带端口占用费,-";

      title1 = "本地网,支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));

      map.put("colspan3", "2,10,29,1");
      map.put("colspan2", "2,10,1,1,15,11,1,1");
      map.put("colspan1", "2,3,3,1,3,1,1,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,1,3,3,1,3,1,1,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_2_NAME,LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N70_TARGET_VALUE,N70_GET_VALUE,COL4,N71_TARGET_VALUE,N71_GET_VALUE,COL5,N72_TARGET_VALUE,N72_GET_VALUE,COL6,N73_TARGET_VALUE,N73_GET_VALUE,COL7,N74_TARGET_VALUE,N74_GET_VALUE,COL8,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N15_GET_VALUE,N16_GET_VALUE,N67_GET_VALUE,N17_GET_VALUE,N68_GET_VALUE,N75_GET_VALUE,N76_GET_VALUE,N77_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8");
      map.put("title", "全省划小支局双口径利润报表");
      break;
    case 100:
      map.put("head5", "基本信息,预算指标,支局关键指标,资源利用情况,终端销售,重点业务量,重点销售品,渠道信息,渠道销量@PROFIT");
      map.put("head4", "本地网名称@OPERATE_YEAR,区县名称@CASH_YEAR,OBUID@OPERATE_YEAR,OBU名称@OPERATE_YEAR,OBU一级类型@OPERATE_YEAR,OBU二级类型@OPERATE_YEAR,OBU三级类型@OPERATE_YEAR,收入预算@OPERATE_YEAR,当月完成,同比,环比,累计完成,同比,完成进度,用户欠费(万元),欠费占收比,移动离网率,宽带用户拆机率,移动有效用户到达数,移动出账用户到达数,宽带端口资源利,FTTH/O资源利用,终端总销量,其中：智能终端,移动用户,宽带用户,ITV用户,全业务融合,宽带电视套餐,销售点信息,销售员信息,移动业务销量,宽带业务销量,ITV销量");

      map.put("head3", "移动用户数,其中：4G用户数,宽带用户数,其中：光宽用户数,ITV用户,其中：高清ITV用户数");
      map.put("head2", "当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,当年累计新增,本年累计净增@LEVEL_4_NAME,累计到达,销售点名称@LEVEL_4_NAME,销售点类型@LEVEL_4_NAME,是否社区店@LEVEL_4_NAME,是否商圈店@LEVEL_4_NAME,是否核心网点@LEVEL_4_NAME,是否有效网点@LEVEL_4_NAME,销售员名称@LEVEL_4_NAME,上月@LEVEL_4_NAME,当月@LEVEL_4_NAME,上月@LEVEL_4_NAME,当月@LEVEL_4_NAME,上月@LEVEL_4_NAME,当月@LEVEL_4_NAME");

      map.put("head1", "本月销售@N80_TARGET_VALUE,本年累计销售@N80_GET_VALUE,本月销售@COL1@true,本年累计销售@N81_TARGET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE,自有@N81_GET_VALUE,其它@COL2@true,合计@N81_GET_VALUE");

      map.put("title5", title4.split(","));
      map.put("title4", title3.split(","));
      map.put("title3", title2.split(","));
      map.put("title2", title1.split(","));
      map.put("title1", title1.split(","));

      map.put("colspan3", "7,7,6,2,4,30,10,7,6");
      map.put("colspan2", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,2,2,10,10,10,5,5,6,1,2,2,2");
      map.put("colspan1", "5,5,5,5,5,5");
      map.put("colspan", "3,1,1,3,1,1,3,1,1,3,1,1,3,1,1,3,1,1,3,1,1,3,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      map.put("excel_cols", "LEVEL_2_NAME,LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N70_TARGET_VALUE,N70_GET_VALUE,COL4,N71_TARGET_VALUE,N71_GET_VALUE,COL5,N72_TARGET_VALUE,N72_GET_VALUE,COL6,N73_TARGET_VALUE,N73_GET_VALUE,COL7,N74_TARGET_VALUE,N74_GET_VALUE,COL8,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N15_GET_VALUE,N16_GET_VALUE,N67_GET_VALUE,N17_GET_VALUE,N68_GET_VALUE,N75_GET_VALUE,N76_GET_VALUE,N77_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f,300f");

      map.put("title", "支局利润报表");

      break;
    default:
      break;
    case 290:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,_";
      title2 = " ,经营收入,固网收入,宽带收入,移动收入, , ,车辆维修费,车辆使用费,业务招待费,业务费用（业务用品等）,广告宣传费,装移机费用,线路日常维护费,电费,生产用具,代理代办手续费,手机终端补贴,固网终端补贴,宽带终端补贴,IPTV终端补贴,UIM卡补贴,PVC胸卡补贴,宽带端口占用费,_";

      title1 = "支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));

      map.put("colspan3", "1,10,37,1");
      map.put("colspan2", "1,10,1,1,27,7,1,1");
      map.put("colspan1", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N21_TARGET_VALUE,N21_GET_VALUE,COL4,N22_TARGET_VALUE,N22_GET_VALUE,COL5,N11_TARGET_VALUE,N11_GET_VALUE,COL6,N23_TARGET_VALUE,N23_GET_VALUE,COL7,N12_TARGET_VALUE,N12_GET_VALUE,COL8,N24_TARGET_VALUE,N24_GET_VALUE,COL9,N25_TARGET_VALUE,N25_GET_VALUE,COL10,N26_TARGET_VALUE,N26_GET_VALUE,COL11,N27_TARGET_VALUE,N27_GET_VALUE,COL12,N28_GET_VALUE,N29_GET_VALUE,N30_GET_VALUE,N31_GET_VALUE,N32_GET_VALUE,N33_GET_VALUE,N34_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10,COL11,COL12");
      map.put("title", "西安划小支局双口径利润报表");
      break;
    case 910:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,_";
      title2 = " ,经营收入,固网收入,宽带收入,移动收入, , ,客户服务费,交通费,业务招待费,广告宣传费,能耗类,修理费,工资薪金,劳务租赁费,业务外包费,佣金,移动终端,ITV终端,宽带终端,渠道建设费,物业管理费,装移机工料费,宽带端口占用费,_";

      title1 = "支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));

      map.put("colspan3", "1,10,31,1");
      map.put("colspan2", "1,10,1,1,18,11,1");
      map.put("colspan1", "1,3,3,1,3,1,1,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,3,3,1,3,1,1,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N38_TARGET_VALUE,N38_GET_VALUE,COL4,N10_TARGET_VALUE,N10_GET_VALUE,COL5,N11_TARGET_VALUE,N11_GET_VALUE,COL6,N12_TARGET_VALUE,N12_GET_VALUE,COL7,N13_TARGET_VALUE,N13_GET_VALUE,COL8,N14_TARGET_VALUE,N14_GET_VALUE,COL9,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N20_GET_VALUE,N78_GET_VALUE,N47_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9");
      map.put("title", "咸阳划小支局双口径利润报表");
      break;
    case 911:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8,9,10,11,12,13,14,_";
      title2 = " ,经营收入,固网收入,宽带收入,移动收入, , ,交通费,宣传费,修理费,业务用品费,工资,劳务租赁费,佣金,移动终端,ITV终端,宽带终端,能源类费用,业务招待费,装移机工料费,端口占用费,_";

      title1 = "支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));

      map.put("colspan3", "1,10,24,1");
      map.put("colspan2", "1,10,1,1,12,10,1");
      map.put("colspan1", "1,3,3,1,3,1,1,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,3,3,1,3,1,1,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N10_TARGET_VALUE,N10_GET_VALUE,COL4,N37_TARGET_VALUE,N37_GET_VALUE,COL5,N14_TARGET_VALUE,N14_GET_VALUE,COL6,N55_TARGET_VALUE,N55_GET_VALUE,COL7,N64_GET_VALUE,N65_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N56_GET_VALUE,N11_GET_VALUE,N47_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7");
      map.put("title", "延安划小支局双口径利润报表");
      break;
    case 912:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,_";
      title2 = " ,经营收入,固网收入,宽带收入,移动收入, , ,电费,水费,取暖费,交通或差旅费,宣传费,修理费,业务招待费,工资及绩效,劳务租赁费,客户服务费,装移机成本,车辆使用费,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,端口占用费,_";

      title1 = "支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));

      map.put("colspan3", "1,10,34,1");
      map.put("colspan2", "1,10,1,1,21,11,1");
      map.put("colspan1", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N26_TARGET_VALUE,N26_GET_VALUE,COL4,N35_TARGET_VALUE,N35_GET_VALUE,COL5,N36_TARGET_VALUE,N36_GET_VALUE,COL6,N54_TARGET_VALUE,N54_GET_VALUE,COL7,N37_TARGET_VALUE,N37_GET_VALUE,COL8,N14_TARGET_VALUE,N14_GET_VALUE,COL9,N11_TARGET_VALUE,N11_GET_VALUE,COL10,N64_GET_VALUE,N65_GET_VALUE,N38_GET_VALUE,N57_GET_VALUE,N22_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10");
      map.put("title", "榆林划小支局双口径利润报表");
      break;
    case 913:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,_";
      title2 = " ,经营收入,固网收入,宽带收入,移动收入, , ,客户服务费,交通费,业务招待费,宣传费,能源类业务费,修理费及低耗,装移机工料费,工资,劳务租赁费,业务外包,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,宽带端口占用费,_";

      title1 = "支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));

      map.put("colspan3", "1,10,32,1");
      map.put("colspan2", "1,10,1,1,21,9,1");
      map.put("colspan1", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N38_TARGET_VALUE,N38_GET_VALUE,COL4,N10_TARGET_VALUE,N10_GET_VALUE,COL5,N11_TARGET_VALUE,N11_GET_VALUE,COL6,N37_TARGET_VALUE,N37_GET_VALUE,COL7,N45_TARGET_VALUE,N45_GET_VALUE,COL8,N46_TARGET_VALUE,N46_GET_VALUE,COL9,N47_TARGET_VALUE,N47_GET_VALUE,COL10,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N69_TARGET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10");
      map.put("title", "渭南划小支局双口径利润报表");
      break;
    case 914:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,_";
      title2 = " ,经营收入,固网收入,宽带收入,移动收入, , ,客户服务费,交通费,业务招待费,宣传费,能源类业务费,修理费及低耗,装移机工料费,工资,劳务租赁费,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,宽带端口占用费,_";

      title1 = "支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));
      map.put("colspan3", "1,10,31,1");
      map.put("colspan2", "1,10,1,1,21,8,1");
      map.put("colspan1", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N38_TARGET_VALUE,N38_GET_VALUE,COL4,N10_TARGET_VALUE,N10_GET_VALUE,COL5,N11_TARGET_VALUE,N11_GET_VALUE,COL6,N37_TARGET_VALUE,N37_GET_VALUE,COL7,N62_TARGET_VALUE,N62_GET_VALUE,COL8,N14_TARGET_VALUE,N14_GET_VALUE,COL9,N26_TARGET_VALUE,N26_GET_VALUE,COL10,N64_GET_VALUE,N65_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10");
      map.put("title", "商洛划小支局双口径利润报表");
      break;
    case 915:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,_";
      title2 = " ,经营收入,固网收入,宽带收入,移动收入, , ,交通费,业务招待费,宣传费,能源费,维修费,工资,劳务租赁费,业务外包费,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,装移机工料费,客户服务费,宽带端口占用费,_";

      title1 = "支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));
      map.put("colspan3", "1,10,28,1");
      map.put("colspan2", "1,10,1,1,15,11,1");
      map.put("colspan1", "1,3,3,1,3,1,1,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,3,3,1,3,1,1,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N10_TARGET_VALUE,N10_GET_VALUE,COL4,N11_TARGET_VALUE,N11_GET_VALUE,COL5,N37_TARGET_VALUE,N37_GET_VALUE,COL6,N61_TARGET_VALUE,N61_GET_VALUE,COL7,N14_TARGET_VALUE,N14_GET_VALUE,COL8,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N47_GET_VALUE,N38_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8");
      map.put("title", "安康划小支局双口径利润报表");
      break;
    case 916:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,_";
      title2 = " ,经营收入,固网收入,宽带收入,移动收入, , ,广告宣传费,统包代维费,电费及发电用油费,水费及取暖费,装移机材料费,交通或差旅费,业务招待费,劳务租赁费,业务外包,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,宽带端口占用费,_";

      title1 = "支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));
      map.put("colspan3", "1,10,31,1");
      map.put("colspan2", "1,10,1,1,21,8,1");
      map.put("colspan1", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N12_TARGET_VALUE,N12_GET_VALUE,COL4,N51_TARGET_VALUE,N51_GET_VALUE,COL5,N52_TARGET_VALUE,N52_GET_VALUE,COL6,N53_TARGET_VALUE,N53_GET_VALUE,COL7,N40_TARGET_VALUE,N40_GET_VALUE,COL8,N54_TARGET_VALUE,N54_GET_VALUE,COL9,N11_TARGET_VALUE,N11_GET_VALUE,COL10,N65_GET_VALUE,N66_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10");
      map.put("title", "汉中划小支局双口径利润报表");
      break;
    case 917:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,_";
      title2 = " ,经营收入,固网收入,宽带收入,移动收入, , ,电费,水费,取暖费,交通费,宣传费,客户服务费,车辆使用费,业务招待费,工资及绩效,劳务租赁费,业务外包费,维修材料费,装移机材料费,移动终端成本,宽带终端成本,ITV终端成本,佣金,渠道建设支出,宽带端口占用费,_";

      title1 = "支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));
      map.put("colspan3", "1,10,37,1");
      map.put("colspan2", "1,10,1,1,24,11,1");
      map.put("colspan1", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N26_TARGET_VALUE,N26_GET_VALUE,COL4,N35_TARGET_VALUE,N35_GET_VALUE,COL5,N36_TARGET_VALUE,N36_GET_VALUE,COL6,N10_TARGET_VALUE,N10_GET_VALUE,COL7,N37_TARGET_VALUE,N37_GET_VALUE,COL8,N38_TARGET_VALUE,N38_GET_VALUE,COL9,N22_TARGET_VALUE,N22_GET_VALUE,COL10,N11_TARGET_VALUE,N11_GET_VALUE,COL11,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N39_GET_VALUE,N40_GET_VALUE,N41_GET_VALUE,N42_GET_VALUE,N43_GET_VALUE,N67_GET_VALUE,N44_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10,COL11");
      map.put("title", "宝鸡划小支局双口径利润报表");
      break;
    case 919:
      title5 = " , ,经营成本,-";
      title4 = ",经营收入, , ,预算下达类,事后归集类,-";
      title3 = "项目编号,1,1.1,1.1.1,1.2, , ,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,_";
      title2 = " ,经营收入,固网收入,宽带收入,移动收入, , ,交通费,业务招待费,宣传费,能源费（动力费、电费）,客户服务费,代理代办费,维修费,工资,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,劳务租赁费,业务外包费,端口占用费,_";

      title1 = "支局名称,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,全年预算,实际完成,完成率,经营成本本年累计完成,付现成本本年累计完成,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,全年预算,实际完成,完成率,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,实际完成,支局利润";

      map.put("title5", title5.split(","));
      map.put("title4", title4.split(","));
      map.put("title3", title3.split(","));
      map.put("title2", title2.split(","));
      map.put("title1", title1.split(","));
      map.put("colspan3", "1,10,32,1");
      map.put("colspan2", "1,10,1,1,21,9,1");
      map.put("colspan1", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1");
      map.put("colspan", "1,3,3,1,3,1,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1");
      map.put("col", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N10_TARGET_VALUE,N10_GET_VALUE,COL4,N11_TARGET_VALUE,N11_GET_VALUE,COL5,N37_TARGET_VALUE,N37_GET_VALUE,COL6,N58_TARGET_VALUE,N58_GET_VALUE,COL7,N38_TARGET_VALUE,N38_GET_VALUE,COL8,N59_TARGET_VALUE,N59_GET_VALUE,COL9,N60_TARGET_VALUE,N60_GET_VALUE,COL10,N64_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N69_GET_VALUE,PROFIT");

      map.put("colwidth", "150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f,150f");

      map.put("percent", "COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10");
      map.put("title", "铜川划小支局双口径利润报表");
    }

    return map;
  }

  public Map<String, String> getProfitExcelHead(int latnId)
  {
    Map headMap = new HashMap();
    switch (latnId) {
    case 100:
      headMap.put("head1", "基本信息,预算指标,支局关键指标,资源利用情况,终端销售");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类,14");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8.1,8.2,8.3,9,10.1,10.2,11,12,13");
      headMap.put("head4", "本地网@LEVEL_2_NAME,支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,交通费,业务招待费,广告宣传费,能耗类,修理费,工资薪金,劳务租赁费,业务外包费<br>（营业及维护外包）,业务外包费<br>（农村统包）,业务外包费<br>（收入、利润提成）,佣金,移动终端<br>（自有终端）,移动终端<br>（代理商终端）,ITV终端,宽带终端,渠道建设费,宽带端口<br>占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N70_TARGET_VALUE,实际完成@N70_GET_VALUE,完成率@COL4@true,全年预算@N71_TARGET_VALUE,实际完成@N71_GET_VALUE,完成率@COL5@true,全年预算@N72_TARGET_VALUE,实际完成@N72_GET_VALUE,完成率@COL6@true,全年预算@N73_TARGET_VALUE,实际完成@N73_GET_VALUE,完成率@COL7@true,全年预算@N74_TARGET_VALUE,实际完成@N74_GET_VALUE,完成率@COL8@true,实际完成@N64_GET_VALUE,实际完成@N65_GET_VALUE,实际完成@N66_GET_VALUE@196,实际完成@N15_GET_VALUE@154,实际完成@N16_GET_VALUE@196,实际完成@N67_GET_VALUE,实际完成@N17_GET_VALUE@154,实际完成@N68_GET_VALUE@154,实际完成@N75_GET_VALUE,实际完成@N76_GET_VALUE,实际完成@N77_GET_VALUE,实际完成@N69_GET_VALUE@98");

      headMap.put("col1", "2,10,29,1");
      headMap.put("col2", "1,1,15,11,1");
      headMap.put("col3", "3,3,1,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("col4", "1,1,3,3,1,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("row1", "3,2,1,5");
      headMap.put("row2", "4,4,1,1,2");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_2_NAME,LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N70_TARGET_VALUE,N70_GET_VALUE,COL4,N71_TARGET_VALUE,N71_GET_VALUE,COL5,N72_TARGET_VALUE,N72_GET_VALUE,COL6,N73_TARGET_VALUE,N73_GET_VALUE,COL7,N74_TARGET_VALUE,N74_GET_VALUE,COL8,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N15_GET_VALUE,N16_GET_VALUE,N67_GET_VALUE,N17_GET_VALUE,N68_GET_VALUE,N75_GET_VALUE,N76_GET_VALUE,N77_GET_VALUE,N69_GET_VALUE,PROFIT");

      break;
    case 101:
      headMap.put("head1", "项目编号,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,薪酬类费用,自由支配业务发展费,按规则使用类业务发展费,运营维护费,资源占用费");
      headMap.put("head3", "1,,1.1.1,,1,2,3.1,3.2,3.3,4,5,6,7,8,9,10.1,10.2,11,12,13,14,15");
      headMap.put("head4", "本地网@LEVEL_2_NAME,支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,工资薪金,劳务租赁费,业务外包费,业务外包费,业务外包费,交通费,业务招待费,广告宣传费,渠道建设费,客户服务费,佣金,移动终端,移动终端,ITV终端,宽带终端,能耗类,修理费,闲置光宽端口占用费");

      headMap.put("head5", "（营业及维护外包）,（农村统包）,（收入、利润提成）,（自有终端）,（代理商终端）");

      headMap.put("head6", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,实际完成@N81_GET_VALUE,实际完成@N82_GET_VALUE,实际完成@N83_GET_VALUE,全年预算@N64_TARGET_VALUE,实际完成@N64_GET_VALUE,完成率@COL2@true,全年预算@N65_TARGET_VALUE,实际完成@N65_GET_VALUE,完成率@COL3@true,全年预算@N66_TARGET_VALUE,实际完成@N66_GET_VALUE,完成率@COL4@true,全年预算@N15_TARGET_VALUE,实际完成@N15_GET_VALUE,完成率@COL5@true,全年预算@N16_TARGET_VALUE,实际完成@N16_GET_VALUE,完成率@COL6@true,全年预算@N70_TARGET_VALUE,实际完成@N70_GET_VALUE,完成率@COL7@true,全年预算@N71_TARGET_VALUE,实际完成@N71_GET_VALUE,完成率@COL8@true,全年预算@N72_TARGET_VALUE,实际完成@N72_GET_VALUE,完成率@COL9@true,全年预算@N77_TARGET_VALUE,实际完成@N77_GET_VALUE,完成率@COL10@true,全年预算@N84_TARGET_VALUE,实际完成@N84_GET_VALUE,完成率@COL11@true,全年预算@N67_TARGET_VALUE,实际完成@N67_GET_VALUE,完成率@COL12@true,全年预算@N17_TARGET_VALUE,实际完成@N17_GET_VALUE,完成率@COL13@true,全年预算@N68_TARGET_VALUE,实际完成@N68_GET_VALUE,完成率@COL14@true,全年预算@N75_TARGET_VALUE,实际完成@N75_GET_VALUE,完成率@COL15@true,全年预算@N76_TARGET_VALUE,实际完成@N76_GET_VALUE,完成率@COL16@true,全年预算@N73_TARGET_VALUE,实际完成@N73_GET_VALUE,完成率@COL17@true,全年预算@N74_TARGET_VALUE,实际完成@N74_GET_VALUE,完成率@COL18@true,实际完成@N69_GET_VALUE");

      headMap.put("col1", "2,6,54,1");
      headMap.put("col2", "1,1,15,15,15,6,1");
      headMap.put("col3", "3,1,1,1,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,1");
      headMap.put("col4", "1,1,3,1,1,1,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,1");
      headMap.put("col5", "3,3,3,3,3");

      headMap.put("row1", "3,2,1,6");
      headMap.put("row2", "5,5,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "3,3,2,2,2,2,2,2,1,1,1,2,2,2,2,2,2,1,1,2,2,2,2,2");
      headMap.put("row5", "1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_2_NAME,LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_GET_VALUE,N82_GET_VALUE,N83_GET_VALUE,OPERATE_YEAR,CASH_YEAR,N64_TARGET_VALUE,N64_GET_VALUE,COL2,N65_TARGET_VALUE,N65_GET_VALUE,COL3,N66_TARGET_VALUE,N66_GET_VALUE,COL4,N15_TARGET_VALUE,N15_GET_VALUE,COL5,N16_TARGET_VALUE,N16_GET_VALUE,COL6,N70_TARGET_VALUE,N70_GET_VALUE,COL7,N71_TARGET_VALUE,N71_GET_VALUE,COL8,N72_TARGET_VALUE,N72_GET_VALUE,COL9,N77_TARGET_VALUE,N77_GET_VALUE,COL10,N84_TARGET_VALUE,N84_GET_VALUE,COL11,N67_TARGET_VALUE,N67_GET_VALUE,COL12,N17_TARGET_VALUE,N17_GET_VALUE,COL13,N68_TARGET_VALUE,N68_GET_VALUE,COL14,N75_TARGET_VALUE,N75_GET_VALUE,COL15,N76_TARGET_VALUE,N76_GET_VALUE,COL16,N73_TARGET_VALUE,N73_GET_VALUE,COL17,N74_TARGET_VALUE,N74_GET_VALUE,COL18,N69_GET_VALUE,PROFIT");

      break;
    case 290:
      headMap.put("head1", "项目编号123,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类,17");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16");
      headMap.put("head4", "支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,车辆维修费,车辆使用费,业务招待费,业务费用（业务用品等）,广告宣传费,装移机费用,线路日常维护费,电费,生产用具,代理代办手续费,手机终端补贴,固网终端补贴,宽带终端补贴,IPTV终端补贴,UIM卡补贴,PVC胸卡补贴,宽带端口占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N21_TARGET_VALUE,实际完成@N21_GET_VALUE,完成率@COL4@true,全年预算@N22_TARGET_VALUE,实际完成@N22_GET_VALUE,完成率@COL5@true,全年预算@N11_TARGET_VALUE,实际完成@N11_GET_VALUE,完成率@COL6@true,全年预算@N23_TARGET_VALUE@,实际完成@N23_GET_VALUE@154,完成率@COL7@true,全年预算@N12_TARGET_VALUE,实际完成@N12_GET_VALUE,完成率@COL8@true,全年预算@N24_TARGET_VALUE,实际完成@N24_GET_VALUE,完成率@COL9@true,全年预算@N25_TARGET_VALUE@98,实际完成@N25_GET_VALUE@98,完成率@COL10@true,全年预算@N26_TARGET_VALUE,实际完成@N26_GET_VALUE,完成率@COL11@true,全年预算@N27_TARGET_VALUE,实际完成@N27_GET_VALUE,完成率@COL12@true,实际完成@N28_GET_VALUE@98,实际完成@N29_GET_VALUE,实际完成@N30_GET_VALUE实际完成@N31_GET_VALUE,实际完成@N32_GET_VALUE,实际完成@N33_GET_VALUE,实际完成@N34_GET_VALUE,实际完成@N34_GET_VALUE,实际完成@N69_GET_VALUE@98");

      headMap.put("col1", "1,10,37,1");
      headMap.put("row1", "3,2,1,5");

      headMap.put("col2", "1,1,27,7,1");
      headMap.put("row2", "4,4,1,1,2");

      headMap.put("col3", "3,3,1,3,3,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("col4", "1,3,3,1,3,3,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N21_TARGET_VALUE,N21_GET_VALUE,COL4,N22_TARGET_VALUE,N22_GET_VALUE,COL5,N11_TARGET_VALUE,N11_GET_VALUE,COL6,N23_TARGET_VALUE,N23_GET_VALUE,COL7,N12_TARGET_VALUE,N12_GET_VALUE,COL8,N24_TARGET_VALUE,N24_GET_VALUE,COL9,N25_TARGET_VALUE,N25_GET_VALUE,COL10,N26_TARGET_VALUE,N26_GET_VALUE,COL11,N27_TARGET_VALUE,N27_GET_VALUE,COL12,N28_GET_VALUE,N29_GET_VALUE,N30_GET_VALUE,N31_GET_VALUE,N32_GET_VALUE,N33_GET_VALUE,N34_GET_VALUE,N69_GET_VALUE,PROFIT");

      break;
    case 910:
      headMap.put("head1", "项目编号,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17");
      headMap.put("head4", "支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,客户服务费,交通费,业务招待费,广告宣传费,能耗类,修理费,工资薪金,劳务租赁费,业务外包费,佣金,移动终端,ITV终端,宽带终端,渠道建设费,物业管理费,装移机工料费,宽带端口占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N38_TARGET_VALUE,实际完成@N38_GET_VALUE,完成率@COL4@true,全年预算@N10_TARGET_VALUE,实际完成@N10_GET_VALUE,完成率@COL5@true,全年预算@N11_TARGET_VALUE,实际完成@N11_GET_VALUE,完成率@COL6@true,全年预算@N12_TARGET_VALUE,实际完成@N12_GET_VALUE,完成率@COL7@true,全年预算@N13_TARGET_VALUE,实际完成@N13_GET_VALUE,完成率@COL8@true,全年预算@N14_TARGET_VALUE,实际完成@N14_GET_VALUE,完成率@COL9@true,实际完成@N64_GET_VALUE,实际完成@N65_GET_VALUE,实际完成@N66_GET_VALUE,实际完成@N67_GET_VALUE,实际完成@N48_GET_VALUE,实际完成@N18_GET_VALUE,实际完成@N19_GET_VALUE,实际完成@N20_GET_VALUE,实际完成@N78_GET_VALUE,实际完成@N47_GET_VALUE,实际完成@N69_GET_VALUE@98");

      headMap.put("col1", "1,10,31,1");
      headMap.put("row1", "3,2,1,5");

      headMap.put("col2", "1,1,18,11");
      headMap.put("row2", "4,4,1,1");

      headMap.put("col3", "3,3,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("col4", "1,3,3,1,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N38_TARGET_VALUE,N38_GET_VALUE,COL4,N10_TARGET_VALUE,N10_GET_VALUE,COL5,N11_TARGET_VALUE,N11_GET_VALUE,COL6,N12_TARGET_VALUE,N12_GET_VALUE,COL7,N13_TARGET_VALUE,N13_GET_VALUE,COL8,N14_TARGET_VALUE,N14_GET_VALUE,COL9,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N20_GET_VALUE,N78_GET_VALUE,N47_GET_VALUE,N69_GET_VALUE,PROFIT");

      break;
    case 911:
      headMap.put("head1", "项目编号,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8,9,10,11,12,13,14");
      headMap.put("head4", "支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,交通费,宣传费,修理费,业务用品费,工资,劳务租赁费,佣金,移动终端,ITV终端,宽带终端,能源类费用,业务招待费,装移机工料费,端口占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N10_TARGET_VALUE,实际完成@N10_GET_VALUE,完成率@COL4@true,全年预算@N37_TARGET_VALUE,实际完成@N37_GET_VALUE,完成率@COL5@true,全年预算@N14_TARGET_VALUE,实际完成@N14_GET_VALUE,完成率@COL6@true,全年预算@N55_TARGET_VALUE,实际完成@N55_GET_VALUE,完成率@COL7@true,实际完成@N64_GET_VALUE,实际完成@N65_GET_VALUE,实际完成@N67_GET_VALUE,实际完成@N48_GET_VALUE,实际完成@N18_GET_VALUE,实际完成@N19_GET_VALUE,实际完成@N56_GET_VALUE,实际完成@N11_GET_VALUE,实际完成@N47_GET_VALUE,实际完成@N69_GET_VALUE");

      headMap.put("col1", "1,10,24,1");
      headMap.put("row1", "3,2,1,5");

      headMap.put("col2", "1,1,12,10");
      headMap.put("row2", "4,4,1,1");

      headMap.put("col3", "3,3,1,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("col4", "1,3,3,1,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N10_TARGET_VALUE,N10_GET_VALUE,COL4,N37_TARGET_VALUE,N37_GET_VALUE,COL5,N14_TARGET_VALUE,N14_GET_VALUE,COL6,N55_TARGET_VALUE,N55_GET_VALUE,COL7,N64_GET_VALUE,N65_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N56_GET_VALUE,N11_GET_VALUE,N47_GET_VALUE,N69_GET_VALUE,PROFIT");

      break;
    case 912:
      headMap.put("head1", "项目编号,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18");
      headMap.put("head4", "支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,电费,水费,取暖费,交通或差旅费,宣传费,修理费,业务招待费,工资及绩效,劳务租赁费,客户服务费,装移机成本,车辆使用费,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,端口占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N26_TARGET_VALUE,实际完成@N26_GET_VALUE,完成率@COL4@true,全年预算@N35_TARGET_VALUE,实际完成@N35_GET_VALUE,完成率@COL5@true,全年预算@N36_TARGET_VALUE,实际完成@N36_GET_VALUE,完成率@COL6@true,全年预算@N54_TARGET_VALUE,实际完成@N54_GET_VALUE,完成率@COL7@true,全年预算@N37_TARGET_VALUE,实际完成@N37_GET_VALUE,完成率@COL8@true,全年预算@N14_TARGET_VALUE,实际完成@N14_GET_VALUE,完成率@COL9@true,全年预算@N11_TARGET_VALUE,实际完成@N11_GET_VALUE,完成率@COL10@true,实际完成@N64_GET_VALUE,实际完成@N65_GET_VALUE,实际完成@N38_GET_VALUE,实际完成@N57_GET_VALUE,实际完成@N22_GET_VALUE,实际完成@N67_GET_VALUE,实际完成@N48_GET_VALUE,实际完成@N18_GET_VALUE,实际完成@N19_GET_VALUE,实际完成@N44_GET_VALUE,实际完成@N69_GET_VALUE");

      headMap.put("col1", "1,10,34,1");
      headMap.put("row1", "3,2,1,5");

      headMap.put("col2", "1,1,21,11");
      headMap.put("row2", "4,4,1,1");

      headMap.put("col3", "3,3,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("col4", "1,3,3,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N26_TARGET_VALUE,N26_GET_VALUE,COL4,N35_TARGET_VALUE,N35_GET_VALUE,COL5,N36_TARGET_VALUE,N36_GET_VALUE,COL6,N54_TARGET_VALUE,N54_GET_VALUE,COL7,N37_TARGET_VALUE,N37_GET_VALUE,COL8,N14_TARGET_VALUE,N14_GET_VALUE,COL9,N11_TARGET_VALUE,N11_GET_VALUE,COL10,N64_GET_VALUE,N65_GET_VALUE,N38_GET_VALUE,N57_GET_VALUE,N22_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N69_GET_VALUE,PROFIT");

      break;
    case 913:
      headMap.put("head1", "项目编号,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16");
      headMap.put("head4", "支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,客户服务费,交通费,业务招待费,宣传费,能源类业务费,修理费及低耗,装移机工料费,工资,劳务租赁费,业务外包,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,宽带端口占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N38_TARGET_VALUE,实际完成@N38_GET_VALUE,完成率@COL4@true,全年预算@N10_TARGET_VALUE,实际完成@N10_GET_VALUE,完成率@COL5@true,全年预算@N11_TARGET_VALUE,实际完成@N11_GET_VALUE,完成率@COL6@true,全年预算@N37_TARGET_VALUE,实际完成@N37_GET_VALUE,完成率@COL7@true,全年预算@N45_TARGET_VALUE,实际完成@N45_GET_VALUE,完成率@COL8@true,全年预算@N46_TARGET_VALUE,实际完成@N46_GET_VALUE,完成率@COL9@true,全年预算@N47_TARGET_VALUE,实际完成@N47_GET_VALUE,完成率@COL10@true,实际完成@N64_GET_VALUE,实际完成@N65_GET_VALUE,实际完成@N66_GET_VALUE,实际完成@N67_GET_VALUE,实际完成@N48_GET_VALUE,实际完成@N18_GET_VALUE,实际完成@N19_GET_VALUE,实际完成@N44_GET_VALUE,实际完成@N69_TARGET_VALUE@98");

      headMap.put("col1", "1,10,32,1");
      headMap.put("row1", "3,2,1,5");

      headMap.put("col2", "1,1,21,9");
      headMap.put("row2", "4,4,1,1");

      headMap.put("col3", "3,3,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("col4", "1,3,3,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N38_TARGET_VALUE,N38_GET_VALUE,COL4,N10_TARGET_VALUE,N10_GET_VALUE,COL5,N11_TARGET_VALUE,N11_GET_VALUE,COL6,N37_TARGET_VALUE,N37_GET_VALUE,COL7,N45_TARGET_VALUE,N45_GET_VALUE,COL8,N46_TARGET_VALUE,N46_GET_VALUE,COL9,N47_TARGET_VALUE,N47_GET_VALUE,COL10,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N69_TARGET_VALUE,PROFIT");

      break;
    case 914:
      headMap.put("head1", "项目编号,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15");
      headMap.put("head4", "支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,客户服务费,交通费,业务招待费,宣传费,办公费,修理费,电费,工资,劳务租赁费,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,宽带端口占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N38_TARGET_VALUE,实际完成@N38_GET_VALUE,完成率@COL4@true,全年预算@N10_TARGET_VALUE,实际完成@N10_GET_VALUE,完成率@COL5@true,全年预算@N11_TARGET_VALUE,实际完成@N11_GET_VALUE,完成率@COL6@true,全年预算@N37_TARGET_VALUE,实际完成@N37_GET_VALUE,完成率@COL7@true,全年预算@N62_TARGET_VALUE,实际完成@N62_TARGET_VALUE,完成率@COL8@true,全年预算@N14_TARGET_VALUE,实际完成@N14_GET_VALUE,完成率@COL9@true,全年预算@N26_TARGET_VALUE,实际完成@N26_GET_VALUE,完成率@COL10@true,实际完成@N64_GET_VALUE,实际完成@N65_GET_VALUE,实际完成@N67_GET_VALUE,实际完成@N48_GET_VALUE,实际完成@N18_GET_VALUE,实际完成@N19_GET_VALUE,实际完成@N44_GET_VALUE,实际完成@N69_GET_VALUE@98");

      headMap.put("col1", "1,10,31,1");
      headMap.put("row1", "3,2,1,5");

      headMap.put("col2", "1,1,21,8");
      headMap.put("row2", "4,4,1,1");

      headMap.put("col3", "3,3,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("col4", "1,3,3,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N38_TARGET_VALUE,N38_GET_VALUE,COL4,N10_TARGET_VALUE,N10_GET_VALUE,COL5,N11_TARGET_VALUE,N11_GET_VALUE,COL6,N37_TARGET_VALUE,N37_GET_VALUE,COL7,N62_TARGET_VALUE,N62_GET_VALUE,COL8,N14_TARGET_VALUE,N14_GET_VALUE,COL9,N26_TARGET_VALUE,N26_GET_VALUE,COL10,N64_GET_VALUE,N65_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N69_GET_VALUE,PROFIT");

      break;
    case 915:
      headMap.put("head1", "项目编号,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16");
      headMap.put("head4", "支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,交通费,业务招待费,宣传费,能源费,维修费,工资,劳务租赁费,业务外包费,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,装移机工料费,客户服务费,宽带端口占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N10_TARGET_VALUE,实际完成@N10_GET_VALUE,完成率@COL4@true,全年预算@N11_TARGET_VALUE,实际完成@N11_GET_VALUE,完成率@COL5@true,全年预算@N37_TARGET_VALUE,实际完成@N37_GET_VALUE,完成率@COL6@true,全年预算@N61_TARGET_VALUE,实际完成@N61_GET_VALUE,完成率@COL7@true,全年预算@N14_TARGET_VALUE,实际完成@N14_TARGET_VALUE,完成率@COL8@true,实际完成@N64_GET_VALUE,实际完成@N65_GET_VALUE,实际完成@N66_GET_VALUE,实际完成@N67_GET_VALUE,实际完成@N48_GET_VALUE,实际完成@N18_GET_VALUE,实际完成@N19_GET_VALUE,实际完成@N44_GET_VALUE,实际完成@N47_GET_VALUE,实际完成@N38_GET_VALUE,实际完成@N69_GET_VALUE@98");

      headMap.put("col1", "1,10,28,1");
      headMap.put("row1", "3,2,1,5");

      headMap.put("col2", "1,1,15,11");
      headMap.put("row2", "4,4,1,1");

      headMap.put("col3", "3,3,1,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("col4", "1,3,3,1,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N10_TARGET_VALUE,N10_GET_VALUE,COL4,N11_TARGET_VALUE,N11_GET_VALUE,COL5,N37_TARGET_VALUE,N37_GET_VALUE,COL6,N61_TARGET_VALUE,N61_GET_VALUE,COL7,N14_TARGET_VALUE,N14_GET_VALUE,COL8,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N47_GET_VALUE,N38_GET_VALUE,N69_GET_VALUE,PROFIT");

      break;
    case 916:
      headMap.put("head1", "项目编号,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15");
      headMap.put("head4", "支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,广告宣传费,统包代维费,电费及发电用油费,水费及取暖费,装移机材料费,交通或差旅费,业务招待费,劳务租赁费,业务外包,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,宽带端口占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N12_TARGET_VALUE,实际完成@N12_GET_VALUE,完成率@COL4@true,全年预算@N51_TARGET_VALUE,实际完成@N51_GET_VALUE,完成率@COL5@true,全年预算@N52_TARGET_VALUE@112,实际完成@N52_GET_VALUE@112,完成率@COL6@true,全年预算@N53_TARGET_VALUE,实际完成@N53_GET_VALUE,完成率@COL7@true,全年预算@N40_TARGET_VALUE,实际完成@N40_TARGET_VALUE,完成率@COL8@true,全年预算@N54_TARGET_VALUE,实际完成@N54_GET_VALUE,完成率@COL9@true,全年预算@N11_TARGET_VALUE,实际完成@N11_GET_VALUE,完成率@COL10@true,实际完成@N65_GET_VALUE,实际完成@N66_GET_VALUE,实际完成@N67_GET_VALUE,实际完成@N48_GET_VALUE,实际完成@N18_GET_VALUE,实际完成@N19_GET_VALUE,实际完成@N44_GET_VALUE,实际完成@N69_GET_VALUE@98");

      headMap.put("col1", "1,10,31,1");
      headMap.put("row1", "3,2,1,5");

      headMap.put("col2", "1,1,21,8");
      headMap.put("row2", "4,4,1,1");

      headMap.put("col3", "3,3,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("col4", "1,3,3,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N12_TARGET_VALUE,N12_GET_VALUE,COL4,N51_TARGET_VALUE,N51_GET_VALUE,COL5,N52_TARGET_VALUE,N52_GET_VALUE,COL6,N53_TARGET_VALUE,N53_GET_VALUE,COL7,N40_TARGET_VALUE,N40_GET_VALUE,COL8,N54_TARGET_VALUE,N54_GET_VALUE,COL9,N11_TARGET_VALUE,N11_GET_VALUE,COL10,N65_GET_VALUE,N66_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N69_GET_VALUE,PROFIT");

      break;
    case 917:
      headMap.put("head1", "项目编号,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19");
      headMap.put("head4", "支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,电费,水费,取暖费,交通费,宣传费,客户服务费,车辆使用费,业务招待费,工资及绩效,劳务租赁费,业务外包费,维修材料费,装移机材料费,移动终端成本,宽带终端成本,ITV终端成本,佣金,渠道建设支出,宽带端口占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N26_TARGET_VALUE,实际完成@N26_GET_VALUE,完成率@COL4@true,全年预算@N35_TARGET_VALUE,实际完成@N35_GET_VALUE,完成率@COL5@true,全年预算@N36_TARGET_VALUE,实际完成@N36_GET_VALUE,完成率@COL6@true,全年预算@N10_TARGET_VALUE,实际完成@N10_GET_VALUE,完成率@COL7@true,全年预算@N37_TARGET_VALUE,实际完成@N37_TARGET_VALUE,完成率@COL8@true,全年预算@N38_TARGET_VALUE,实际完成@N38_GET_VALUE,完成率@COL9@true,全年预算@N22_TARGET_VALUE,实际完成@N22_GET_VALUE,完成率@COL10@true,全年预算@N11_TARGET_VALUE,实际完成@N11_GET_VALUE,完成率@COL11@true,实际完成@N64_GET_VALUE,实际完成@N65_GET_VALUE,实际完成@N66_GET_VALUE,实际完成@N39_GET_VALUE,实际完成@N40_GET_VALUE,实际完成@N41_GET_VALUE,实际完成@N42_GET_VALUE,实际完成@N43_GET_VALUE,实际完成@N67_GET_VALUE,实际完成@N44_GET_VALUE,实际完成@N69_GET_VALUE@98");

      headMap.put("col1", "1,10,37,1");
      headMap.put("row1", "3,2,1,5");

      headMap.put("col2", "1,1,24,11");
      headMap.put("row2", "4,4,1,1");

      headMap.put("col3", "3,3,1,3,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("col4", "1,3,3,1,3,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N26_TARGET_VALUE,N26_GET_VALUE,COL4,N35_TARGET_VALUE,N35_GET_VALUE,COL5,N36_TARGET_VALUE,N36_GET_VALUE,COL6,N10_TARGET_VALUE,N10_GET_VALUE,COL7,N37_TARGET_VALUE,N37_GET_VALUE,COL8,N38_TARGET_VALUE,N38_GET_VALUE,COL9,N22_TARGET_VALUE,N22_GET_VALUE,COL10,N11_TARGET_VALUE,N11_GET_VALUE,COL11,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N39_GET_VALUE,N40_GET_VALUE,N41_GET_VALUE,N42_GET_VALUE,N43_GET_VALUE,N67_GET_VALUE,N44_GET_VALUE,N69_GET_VALUE,PROFIT");

      break;
    case 919:
      headMap.put("head1", "项目编号,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@OPERATE_YEAR,付现成本本年累计完成@CASH_YEAR,预算下达类,事后归集类");
      headMap.put("head3", "1,1.1,1.1.1,1.2,1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16");
      headMap.put("head4", "支局名称@LEVEL_4_NAME,经营收入,固网收入,宽带收入,移动收入,交通费,业务招待费,宣传费,能源费（动力费、电费）,客户服务费,代理代办费,维修费,工资,佣金,移动终端,ITV终端,宽带终端,渠道建设支出,劳务租赁费,业务外包费,端口占用费");

      headMap.put("head5", "全年预算@N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,全年预算@N81_TARGET_VALUE,实际完成@N81_GET_VALUE,完成率@COL2@true,实际完成@N82_GET_VALUE,全年预算@N83_TARGET_VALUE,实际完成@N83_GET_VALUE,完成率@COL3@true,全年预算@N10_TARGET_VALUE,实际完成@N10_GET_VALUE,完成率@COL4@true,全年预算@N11_TARGET_VALUE,实际完成@N11_GET_VALUE,完成率@COL5@true,全年预算@N37_TARGET_VALUE,实际完成@N37_GET_VALUE,完成率@COL6@true,全年预算@N58_TARGET_VALUE@154,实际完成@N58_GET_VALUE@154,完成率@COL7@true,全年预算@N38_TARGET_VALUE,实际完成@N38_TARGET_VALUE,完成率@COL8@true,全年预算@N59_TARGET_VALUE,实际完成@N59_GET_VALUE,完成率@COL9@true,全年预算@N60_TARGET_VALUE,实际完成@N60_GET_VALUE,完成率@COL10@true,实际完成@N64_GET_VALUE,实际完成@N67_GET_VALUE,实际完成@N48_GET_VALUE,实际完成@N18_GET_VALUE,实际完成@N19_GET_VALUE,实际完成@N44_GET_VALUE,实际完成@N65_GET_VALUE,实际完成@N66_GET_VALUE,实际完成@N69_GET_VALUE");

      headMap.put("col1", "1,10,32,1");
      headMap.put("row1", "3,2,1,5");

      headMap.put("col2", "1,1,21,9");
      headMap.put("row2", "4,4,1,1");

      headMap.put("col3", "3,3,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("col4", "1,3,3,1,3,3,3,3,3,3,3,3,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "2,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_4_NAME,N80_TARGET_VALUE,N80_GET_VALUE,COL1,N81_TARGET_VALUE,N81_GET_VALUE,COL2,N82_GET_VALUE,N83_TARGET_VALUE,N83_GET_VALUE,COL3,OPERATE_YEAR,CASH_YEAR,N10_TARGET_VALUE,N10_GET_VALUE,COL4,N11_TARGET_VALUE,N11_GET_VALUE,COL5,N37_TARGET_VALUE,N37_GET_VALUE,COL6,N58_TARGET_VALUE,N58_GET_VALUE,COL7,N38_TARGET_VALUE,N38_GET_VALUE,COL8,N59_TARGET_VALUE,N59_GET_VALUE,COL9,N60_TARGET_VALUE,N60_GET_VALUE,COL10,N64_GET_VALUE,N67_GET_VALUE,N48_GET_VALUE,N18_GET_VALUE,N19_GET_VALUE,N44_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N69_GET_VALUE,PROFIT");

      break;
    }

    return headMap;
  }
  
  public Map<String, String> getProfit2017Gover()
  {
    Map headMap = new HashMap();
   
      headMap.put("head1", "本地网@LEVEL_2_NAME,政企单元名称@LEVEL_4_NAME,政企单元规模（1-4级）@ZHIJU_CLASS_NAME,用工人数@N63_GET_VALUE,经营收入,本年累计完成@CASH_ZQ_YEAR,薪酬类,自由支配业务发展费,按规则使用类业务发展费");
      headMap.put("head2", "1,2,3,4,累计完成@N79_GET_VALUE,5,6,7,8,9");
      headMap.put("head3", "全年预算  @N80_TARGET_VALUE,实际完成@N80_GET_VALUE,完成率@COL1@true,工资薪金@N64_GET_VALUE,劳务租赁费@N65_GET_VALUE,业务外包费@N14_GET_VALUE,全年预算@N79_TARGET_VALUE,佣金@N67_GET_VALUE,移动终端（自有终端）@N17_GET_VALUE,移动终端（代理商终端）@N68_GET_VALUE,ITV终端@N75_GET_VALUE,宽带终端@N76_GET_VALUE");

   

      headMap.put("col1", "1,1,1,1,3,1,3,2,5");
      headMap.put("col2", "1,1,1,1,1,1,1,1,1,1");
      headMap.put("col3", "1,1,1,1,1,1,1,1,1,1,1,1,1");
   

      headMap.put("row1", "3,3,3,3,2,3,1,1,1");
      headMap.put("row2", "1,1,1,1,2,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_2_NAME,LEVEL_4_NAME,ZHIJU_CLASS_NAME,N63_GET_VALUE,N80_TARGET_VALUE,N80_GET_VALUE,COL1,CASH_ZQ_YEAR,N79_GET_VALUE,N64_GET_VALUE,N65_GET_VALUE,N14_GET_VALUE,N79_TARGET_VALUE,N67_GET_VALUE,N17_GET_VALUE,N68_GET_VALUE,N75_GET_VALUE,N76_GET_VALUE");


    return headMap;
  }
  public Map<String, String> getProfit2017ZhiJu()
  {
    Map headMap = new HashMap();
   
      headMap.put("head1", "项目编号,业务属性,用工人数@N63_GET_VALUE,经营收入,经营成本,支局利润@PROFIT");
      headMap.put("head2", "经营成本本年累计完成@COL2,付现成本本年累计完成@COL3,薪酬类,自由支配业务发展费,按规则使用类业务发展费,运营维护费,资源占用费");
      headMap.put("head3", "1,2,3.1,3.2,3.3,4,5,6.1,6.2,7,8,9,10,11");
      headMap.put("head4", "本地网@LATN_NAME,支局名称@OBU_NAME,支局类型（城市、农村）@OBU_TYPE2_NAME,支局规模（1-4级）@ZHIJU_CLASS_NAME,经营收入预算  @N80_TARGET_VALUE,经营收入完成  @N80_GET_VALUE,完成率@COL1,工资薪金@N64_GET_VALUE,劳务租赁费@N65_GET_VALUE,业务外包费（营业及维护外包）@N66_GET_VALUE,业务外包费（农村统包）@N15_GET_VALUE,业务外包费（收入、利润提成）@N16_GET_VALUE,全年预算@N79_TARGET_VALUE,累计完成@N79_GET_VALUE,佣金@N67_GET_VALUE,移动终端（自有终端）@N17_GET_VALUE,移动终端（代理商终端）@N68_GET_VALUE,ITV终端@N75_GET_VALUE,宽带终端@N76_GET_VALUE,能耗类@N73_GET_VALUE,修理费@N74_GET_VALUE,闲置光宽端口占用费@N69_GET_VALUE");

   

      headMap.put("col1", "2,2,1,3,17,1");
      headMap.put("col2", "1,1,5,2,5,2,1");
      headMap.put("col3", "1,1,1,1,1,2,1,1,1,1,1,1,1,1");
      headMap.put("col4", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");
   

      headMap.put("row1", "3,3,4,3,1,4");
      headMap.put("row2", "3,3,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LATN_NAME,OBU_NAME,OBU_TYPE2_NAME,ZHIJU_CLASS_NAME,N63_GET_VALUE,N80_TARGET_VALUE,N80_GET_VALUE,COL1,COL2,COL3,N64_GET_VALUE,N65_GET_VALUE,N66_GET_VALUE,N15_GET_VALUE,N16_GET_VALUE,N79_TARGET_VALUE,N79_GET_VALUE,N67_GET_VALUE,N17_GET_VALUE,N68_GET_VALUE,N75_GET_VALUE,N76_GET_VALUE,N73_GET_VALUE,N74_GET_VALUE,N69_GET_VALUE,PROFIT");


    return headMap;
  }
  
  public Map<String, String> getProfit2017Channel()
  {
    Map headMap = new HashMap();
   
      headMap.put("head1", "本地网@LEVEL_2_NAME,自营厅名称@CHANNEL_NAME,自营厅规模规模（1-4级）@CHANNEL_LEVEL_NAME,用工人数@N1_GET_VALUE,新增套餐价值  ,付现成本本年累计完成@CASH_YEAR,薪酬类,自由支配业务发展费");
      headMap.put("head2", "1,2,3,4,累计完成@N7_GET_VALUE");
      headMap.put("head3", "全年预算  @N2_TARGET_VALUE,实际完成@N2_GET_VALUE,完成率@COL1@true,工资薪金@N3_GET_VALUE,劳务租赁费@N4_GET_VALUE,业务外包费@N5_GET_VALUE,全年预算@N7_TARGET_VALUE");

   

      headMap.put("col1", "1,1,1,1,3,1,3,2");
      headMap.put("col2", "1,1,1,1,1");
      headMap.put("col3", "1,1,1,1,1,1,1");
   

      headMap.put("row1", "3,3,3,3,2,3,1,1");
      headMap.put("row2", "1,1,1,1,2");
      headMap.put("row3", "1,1,1,1,1,1,1");

      headMap.put("excel_cols", "LEVEL_2_NAME,CHANNEL_NAME,CHANNEL_LEVEL_NAME,N1_GET_VALUE,N2_TARGET_VALUE,N2_GET_VALUE,COL1,CASH_YEAR,N3_GET_VALUE,N4_GET_VALUE,N5_GET_VALUE,N7_TARGET_VALUE,N7_GET_VALUE");


    return headMap;
  }
  public Map<String, String> getAnnualBudgetHead()
  {
	  Map headMap = new HashMap();
	  headMap.put("head1", "营销网格@NAME@true1,预算收入(万元)");
      headMap.put("head2", "主营收入,其中：流量收入,ICT收入");
      headMap.put("head3", "当月完成情况,累计完成情况,当月完成情况,累计完成情况,当月完成情况,累计完成情况");
      headMap.put("head4", "完成值@COL1,目标值@COL2,完成率@COL3@true,当月同比@COL4@true,当月环比@COL5@true,完成值@COL6,目标值@COL7,完成率@COL8@true,偏离度@COL9@true,收入超额@COL10,累计同比@COL11@true,完成值@COL12,目标值@COL13,完成率@COL14@true,当月同比@COL15@true,当月环比@COL16@true,完成值@COL17,目标值@COL18,完成率@COL19@true,偏离度@COL20@true,收入超额@COL21,累计同比@COL22@true,完成值@COL23,目标值@COL24,完成率@COL25@true,当月同比@COL26@true,当月环比@COL27@true,完成值@COL28,目标值@COL29,完成率@COL30@true,偏离度@COL31@true,收入超额@COL32,累计同比@COL33@true");

      headMap.put("col1", "1,33");
      headMap.put("col2", "11,11,11");
      headMap.put("col3", "5,6,5,6,5,6");
      headMap.put("col4", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("row1", "4,1");
      headMap.put("row2", "1,1,1");
      headMap.put("row3", "1,1,1,1,1,1");
      headMap.put("row4", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");
     

      headMap.put("excel_cols", "NAME,COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10,COL11,COL12,COL13,COL14,COL15,COL16,COL17,COL18,COL19,COL20,COL21,COL22,COL23,COL24,COL25,COL26,COL27,COL28,COL29,COL30,COL31,COL32,COL33");	     
	   return headMap;
  }
  public Map<String, String> getAnnualBudgetDevHead()
  {
	  Map headMap = new HashMap();
	  headMap.put("head1", "营销网格@NAME@true1,业务发展预算（户）");
      headMap.put("head2", "移动有效用户净增,固网宽带用户净增,天翼高清用户净增,全业务融合套餐净增,翼支付合约用户新装,移动用户新装,固网宽带用户新装,天翼高清用户新装");
      headMap.put("head3", "当月完成情况,累计完成情况,当月完成情况,累计完成情况,当月完成情况,累计完成情况,当月完成情况,累计完成情况,当月完成情况,累计完成情况,当月完成情况,累计完成情况,当月完成情况,累计完成情况,当月完成情况,累计完成情况");
      headMap.put("head4", "完成值@COL1,目标值@COL2,完成率@COL3@true,当月同比@COL4@true,当月环比@COL5@true,完成值@COL6,目标值@COL7,完成率@COL8@true,偏离度@COL9@true,偏差用户数@COL10,累计同比@COL11@true,完成值@COL12,目标值@COL13,完成率@COL14@true,当月同比@COL15@true,当月环比@COL16@true,完成值@COL17,目标值@COL18,完成率@COL19@true,偏离度@COL20@true,偏差用户数@COL21,累计同比@COL22@true,完成值@COL23,目标值@COL24,完成率@COL25@true,当月同比@COL26@true,当月环比@COL27@true,完成值@COL28,目标值@COL29,完成率@COL30@true,偏离度@COL31@true,偏差用户数@COL32,累计同比@COL33@true,完成值@COL34,目标值@COL35,完成率@COL36@true,当月同比@COL37@true,当月环比@COL38@true,完成值@COL39,目标值@COL40,完成率@COL41@true,偏离度@COL42@true,偏差用户数@COL43,累计同比@COL44@true,完成值@COL45,目标值@COL46,完成率@COL47@true,当月同比@COL48@true,当月环比@COL49@true,完成值@COL50,目标值@COL51,完成率@COL52@true,偏离度@COL53@true,偏差用户数@COL54,累计同比@COL55@true,完成值@COL56,目标值@COL57,完成率@COL58@true,当月同比@COL59@true,当月环比@COL60@true,完成值@COL61,目标值@COL62,完成率@COL63@true,偏离度@COL64@true,偏差用户数@COL65,累计同比@COL66@true,完成值@COL67,目标值@COL68,完成率@COL69@true,当月同比@COL70@true,当月环比@COL71@true,完成值@COL72,目标值@COL73,完成率@COL74@true,偏离度@COL75@true,偏差用户数@COL76,累计同比@COL77@true,完成值@COL78,目标值@COL79,完成率@COL80@true,当月同比@COL81@true,当月环比@COL82@true,完成值@COL83,目标值@COL84,完成率@COL85@true,偏离度@COL86@true,偏差用户数@COL87,累计同比@COL88@true");

      headMap.put("col1", "1,88");
      headMap.put("col2", "11,11,11,11,11,11,11,11");
      headMap.put("col3", "5,6,5,6,5,6,5,6,5,6,5,6,5,6,5,6");
      headMap.put("col4", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");

      headMap.put("row1", "4,1");
      headMap.put("row2", "1,1,1,1,1,1,1,1");
      headMap.put("row3", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");
      headMap.put("row4", "1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1");
     

      headMap.put("excel_cols", "NAME,COL1,COL2,COL3,COL4,COL5,COL6,COL7,COL8,COL9,COL10,COL11,COL12,COL13,COL14,COL15,COL16,COL17,COL18,COL19,COL20,COL21,COL22,COL23,COL24,COL25,COL26,COL27,COL28,COL29,COL30,COL31,COL32,COL33,COL34,COL35,COL36,COL37,COL38,COL39,COL40,COL41,COL42,COL43,COL44,COL45,COL46,COL47,COL48,COL49,COL50,COL51,COL52,COL53,COL54,COL55,COL56,COL57,COL58,COL59,COL60,COL61,COL62,COL63,COL64,COL65,COL66,COL67,COL68,COL69,COL70,COL71,COL72,COL73,COL74,COL75,COL76,COL77,COL78,COL79,COL80,COL81,COL82,COL83,COL84,COL85,COL86,COL87,COL88");	     
	   return headMap;
  }
}